[
    {
        "book": 1,
        "section": 1,
        "text": "From my grandfather Verus I learned good morals and the government of my temper.",
        "length": 80
    },
    {
        "book": 1,
        "section": 2,
        "text": "From the reputation and remembrance of my father, modesty and a manly character.",
        "length": 80
    },
    {
        "book": 1,
        "section": 3,
        "text": "From my mother, piety and beneficence, and abstinence, not only from evil deeds, but even from evil thoughts; and further, simplicity in my way of living, far removed from the habits of the rich.",
        "length": 195
    },
    {
        "book": 1,
        "section": 4,
        "text": "From my great-grandfather, not to have frequented public schools, and to have had good teachers at home, and to know that on such things a man should spend liberally.",
        "length": 166
    },
    {
        "book": 1,
        "section": 5,
        "text": "From my governor, to be neither of the green nor of the blue party at the games in the Circus, nor a partizan either of the Parmularius or the Scutarius at the gladiators' fights; from him too I learned endurance of labour, and to want little, and to work with my own hands, and not to meddle with other people's affairs, and not to be ready to listen to slander.",
        "length": 363
    },
    {
        "book": 1,
        "section": 6,
        "text": "From Diognetus, not to busy myself about trifling things, and not to give credit to what was said by miracle-workers and jugglers about incantations and the driving away of daemons and such things; and not to breed quails for fighting, nor to give myself up passionately to such things; and to endure freedom of speech; and to have become intimate with philosophy; and to have been a hearer, first of Bacchius, then of Tandasis and Marcianus; and to have written dialogues in my youth; and to have desired a plank bed and skin, and whatever else of the kind belongs to the Grecian discipline.",
        "length": 592
    },
    {
        "book": 1,
        "section": 7,
        "text": "From Rusticus I received the impression that my character required improvement and discipline; and from him I learned not to be led astray to sophistic emulation, nor to writing on speculative matters, nor to delivering little hortatory orations, nor to showing myself off as a man who practises much discipline, or does benevolent acts in order to make a display; and to abstain from rhetoric, and poetry, and fine writing; and not to walk about in the house in my outdoor dress, nor to do other things of the kind; and to write my letters with simplicity, like the letter which Rusticus wrote from Sinuessa to my mother; and with respect to those who have offended me by words, or done me wrong, to be easily disposed to be pacified and reconciled, as soon as they have shown a readiness to be reconciled; and to read carefully, and not to be satisfied with a superficial understanding of a book; nor hastily to give my assent to those who talk overmuch; and I am indebted to him for being acquainted with the discourses of Epictetus, which he communicated to me out of his own collection.",
        "length": 1091
    },
    {
        "book": 1,
        "section": 8,
        "text": "From Apollonius I learned freedom of will and undeviating steadiness of purpose; and to look to nothing else, not even for a moment, except to reason; and to be always the same, in sharp pains, on the occasion of the loss of a child, and in long illness; and to see clearly in a living example that the same man can be both most resolute and yielding, and not peevish in giving his instruction; and to have had before my eyes a man who clearly considered his experience and his skill in expounding philosophical principles as the smallest of his merits; and from him I learned how to receive from friends what are esteemed favours, without being either humbled by them or letting them pass unnoticed.",
        "length": 700
    },
    {
        "book": 1,
        "section": 9,
        "text": "From Sextus, a benevolent disposition, and the example of a family governed in a fatherly manner, and the idea of living conformably to nature; and gravity without affectation, and to look carefully after the interests of friends, and to tolerate ignorant persons, and those who form opinions without consideration: he had the power of readily accommodating himself to all, so that intercourse with him was more agreeable than any flattery; and at the same time he was most highly venerated by those who associated with him: and he had the faculty both of discovering and ordering, in an intelligent and methodical way, the principles necessary for life; and he never showed anger or any other passion, but was entirely free from passion, and also most affectionate; and he could express approbation without noisy display, and he possessed much knowledge without ostentation.",
        "length": 875
    },
    {
        "book": 1,
        "section": 10,
        "text": "From Alexander the grammarian, to refrain from fault-finding, and not in a reproachful way to chide those who uttered any barbarous or solecistic or strange-sounding expression; but dexterously to introduce the very expression which ought to have been used, and in the way of answer or giving confirmation, or joining in an inquiry about the thing itself, not about the word, or by some other fit suggestion.",
        "length": 408
    },
    {
        "book": 1,
        "section": 11,
        "text": "From Fronto I learned to observe what envy, and duplicity, and hypocrisy are in a tyrant, and that generally those among us who are called Patricians are rather deficient in paternal affection.",
        "length": 193
    },
    {
        "book": 1,
        "section": 12,
        "text": "From Alexander the Platonic, not frequently nor without necessity to say to any one, or to write in a letter, that I have no leisure; nor continually to excuse the neglect of duties required by our relation to those with whom we live, by alleging urgent occupations.",
        "length": 266
    },
    {
        "book": 1,
        "section": 13,
        "text": "From Catulus, not to be indifferent when a friend finds fault, even if he should find fault without reason, but to try to restore him to his usual disposition; and to be ready to speak well of teachers, as it is reported of Domitius and Athenodotus; and to love my children truly.",
        "length": 280
    },
    {
        "book": 1,
        "section": 14,
        "text": "From my brother Severus, to love my kin, and to love truth, and to love justice; and through him I learned to know Thrasea, Helvidius, Cato, Dion, Brutus; and from him I received the idea of a polity in which there is the same law for all, a polity administered with regard to equal rights and equal freedom of speech, and the idea of a kingly government which respects most of all the freedom of the governed; I learned from him also consistency and undeviating steadiness in my regard for philosophy; and a disposition to do good, and to give to others readily, and to cherish good hopes, and to believe that I am loved by my friends; and in him I observed no concealment of his opinions with respect to those whom he condemned, and that his friends had no need to conjecture what he wished or did not wish, but it was quite plain.",
        "length": 833
    },
    {
        "book": 1,
        "section": 15,
        "text": "From Maximus I learned self-government, and not to be led aside by anything; and cheerfulness in all circumstances, as well as in illness; and a just admixture in the moral character of sweetness and dignity, and to do what was set before me without complaining. I observed that everybody believed that he thought as he spoke, and that in all that he did he never had any bad intention; and he never showed amazement and surprise, and was never in a hurry, and never put off doing a thing, nor was perplexed nor dejected, nor did he ever laugh to disguise his vexation, nor, on the other hand, was he ever passionate or suspicious. He was accustomed to do acts of beneficence, and was ready to forgive, and was free from all falsehood; and he presented the appearance of a man who could not be diverted from right rather than of a man who had been improved. I observed, too, that no man could ever think that he was despised by Maximus, or ever venture to think himself a better man. He had also the art of being humorous in an agreeable way.",
        "length": 1042
    },
    {
        "book": 1,
        "section": 16,
        "text": "In my father I observed mildness of temper, and unchangeable resolution in the things which he had determined after due deliberation; and no vainglory in those things which men call honours; and a love of labour and perseverance; and a readiness to listen to those who had anything to propose for the common weal; and undeviating firmness in giving to every man according to his deserts; and a knowledge derived from experience of the occasions for vigorous action and for remission. And I observed that he had overcome all passion for boys; and he considered himself no more than any other citizen; and he released his friends from all obligation to sup with him or to attend him of necessity when he went abroad, and those who had failed to accompany him, by reason of any urgent circumstances, always found him the same. I observed too his habit of careful inquiry in all matters of deliberation, and his persistency, and that he never stopped his investigation through being satisfied with appearances which first present themselves; and that his disposition was to keep his friends, and not to be soon tired of them, nor yet to be extravagant in his affection; and to be satisfied on all occasions, and cheerful; and to foresee things a long way off, and to provide for the smallest without display; and to check immediately popular applause and all flattery; and to be ever watchful over the things which were necessary for the administration of the empire, and to be a good manager of the expenditure, and patiently to endure the blame which he got for such conduct; and he was neither superstitious with respect to the gods, nor did he court men by gifts or by trying to please them, or by flattering the populace; but he showed sobriety in all things and firmness, and never any mean thoughts or action, nor love of novelty. And the things which conduce in any way to the commodity of life, and of which fortune gives an abundant supply, he used without arrogance and without excusing himself; so that when he had them, he enjoyed them without affectation, and when he had them not, he did not want them. No one could ever say of him that he was either a sophist or a home-bred flippant slave or a pedant; but every one acknowledged him to be a man ripe, perfect, above flattery, able to manage his own and other men's affairs. Besides this, he honoured those who were true philosophers, and he did not reproach those who pretended to be philosophers, nor yet was he easily led by them. He was also easy in conversation, and he made himself agreeable without any offensive affectation. He took a reasonable care of his body's health, not as one who was greatly attached to life, nor out of regard to personal appearance, nor yet in a careless way, but so that, through his own attention, he very seldom stood in need of the physician's art or of medicine or external applications. He was most ready to give way without envy to those who possessed any particular faculty, such as that of eloquence or knowledge of the law or of morals, or of anything else; and he gave them his help, that each might enjoy reputation according to his deserts; and he always acted conformably to the institutions of his country, without showing any affectation of doing so. Further, he was not fond of change nor unsteady, but he loved to stay in the same places, and to employ himself about the same things; and after his paroxysms of headache he came immediately fresh and vigorous to his usual occupations. His secrets were not but very few and very rare, and these only about public matters; and he showed prudence and economy in the exhibition of the public spectacles and the construction of public buildings, his donations to the people, and in such things, for he was a man who looked to what ought to be done, not to the reputation which is got by a man's acts. He did not take the bath at unseasonable hours; he was not fond of building houses, nor curious about what he ate, nor about the texture and colour of his clothes, nor about the beauty of his slaves. His dress came from Lorium, his villa on the coast, and from Lanuvium generally. We know how he behaved to the toll-collector at Tusculum who asked his pardon; and such was all his behaviour. There was in him nothing harsh, nor implacable, nor violent, nor, as one may say, anything carried to the sweating point; but he examined all things severally, as if he had abundance of time, and without confusion, in an orderly way, vigorously and consistently. And that might be applied to him which is recorded of Socrates, that he was able both to abstain from, and to enjoy, those things which many are too weak to abstain from, and cannot enjoy without excess. But to be strong enough both to bear the one and to be sober in the other is the mark of a man who has a perfect and invincible soul, such as he showed in the illness of Maximus.",
        "length": 4898
    },
    {
        "book": 1,
        "section": 17,
        "text": "To the gods I am indebted for having good grandfathers, good parents, a good sister, good teachers, good associates, good kinsmen and friends, nearly everything good. Further, I owe it to the gods that I was not hurried into any offence against any of them, though I had a disposition which, if opportunity had offered, might have led me to do something of this kind; but, through their favour, there never was such a concurrence of circumstances as put me to the trial. Further, I am thankful to the gods that I was not longer brought up with my grandfather's concubine, and that I preserved the flower of my youth, and that I did not make proof of my virility before the proper season, but even deferred the time; that I was subjected to a ruler and a father who was able to take away all pride from me, and to bring me to the knowledge that it is possible for a man to live in a palace without wanting either guards or embroidered dresses, or torches and statues, and such-like show; but that it is in such a man's power to bring himself very near to the fashion of a private person, without being for this reason either meaner in thought, or more remiss in action, with respect to the things which must be done for the public interest in a manner that befits a ruler. I thank the gods for giving me such a brother, who was able by his moral character to rouse me to vigilance over myself, and who, at the same time, pleased me by his respect and affection; that my children have not been stupid nor deformed in body; that I did not make more proficiency in rhetoric, poetry, and the other studies, in which I should perhaps have been completely engaged, if I had seen that I was making progress in them; that I made haste to place those who brought me up in the station of honour, which they seemed to desire, without putting them off with hope of my doing it some time after, because they were then still young; that I knew Apollonius, Rusticus, Maximus; that I received clear and frequent impressions about living according to nature, and what kind of a life that is, so that, so far as depended on the gods, and their gifts, and help, and inspirations, nothing hindered me from forthwith living according to nature, though I still fall short of it through my own fault, and through not observing the admonitions of the gods, and, I may almost say, their direct instructions; that my body has held out so long in such a kind of life; that I never touched either Benedicta or Theodotus, and that, after having fallen into amatory passions, I was cured; and, though I was often out of humour with Rusticus, I never did anything of which I had occasion to repent; that, though it was my mother's fate to die young, she spent the last years of her life with me; that, whenever I wished to help any man in his need, or on any other occasion, I was never told that I had not the means of doing it; and that to myself the same necessity never happened, to receive anything from another; that I have such a wife, so obedient, and so affectionate, and so simple; that I had abundance of good masters for my children; and that remedies have been shown to me by dreams, both others, and against bloodspitting and giddiness...; and that, when I had an inclination to philosophy, I did not fall into the hands of any sophist, and that I did not waste my time on writers of histories, or in the resolution of syllogisms, or occupy myself about the investigation of appearances in the heavens; for all these things require the help of the gods and fortune.",
        "length": 3547
    },
    {
        "book": 1,
        "section": 18,
        "text": "Among the Quadi at the Granua.",
        "length": 30
    },
    {
        "book": 2,
        "section": 1,
        "text": "Begin the morning by saying to yourself, I shall meet with the busy-body, the ungrateful, arrogant, deceitful, envious, unsocial. All these things happen to them by reason of their ignorance of what is good and evil. But I who have seen the nature of the good that it is beautiful, and of the bad that it is ugly, and the nature of him who does wrong, that it is akin to me, not only of the same blood or seed, but that it participates in the same intelligence and the same portion of the divinity, I can neither be injured by any of them, for no one can fix on me what is ugly, nor can I be angry with my kinsman, nor hate him, For we are made for co-operation, like feet, like hands, like eyelids, like the rows of the upper and lower teeth. To act against one another then is contrary to nature; and it is acting against one another to be vexed and to turn away.",
        "length": 865
    },
    {
        "book": 2,
        "section": 2,
        "text": "Whatever this is that I am, it is a little flesh and breath, and the ruling part. Throw away your books; no longer distract yourself: it is not allowed; but as if you wast now dying, despise the flesh; it is blood and bones and a network, a contexture of nerves, veins, and arteries. See the breath also, what kind of a thing it is, air, and not always the same, but every moment sent out and again sucked in. The third then is the ruling part: consider thus: You are an old man; no longer let this be a slave, no longer be pulled by the strings like a puppet to unsocial movements, no longer either be dissatisfied with your present lot, or shrink from the future.",
        "length": 665
    },
    {
        "book": 2,
        "section": 3,
        "text": "All that is from the gods is full of Providence. That which is from fortune is not separated from nature or without an interweaving and involution with the things which are ordered by Providence. From thence all things flow; and there is besides necessity, and that which is for the advantage of the whole universe, of which you are a part. But that is good for every part of nature which the nature of the whole brings, and what serves to maintain this nature. Now the universe is preserved, as by the changes of the elements so by the changes of things compounded of the elements. Let these principles be enough for you, let them always be fixed opinions. But cast away the thirst after books, that you may not die murmuring, but cheerfully, truly, and from your heart thankful to the gods.",
        "length": 792
    },
    {
        "book": 2,
        "section": 4,
        "text": "Remember how long you have been putting off these things, and how often you have received an opportunity from the gods, and yet do not use it. You must now at last perceive of what universe you are a part, and of what administrator of the universe your existence is an efflux, and that a limit of time is fixed for you, which if you do not use for clearing away the clouds from your mind, it will go and you will go, and it will never return.",
        "length": 442
    },
    {
        "book": 2,
        "section": 5,
        "text": "Every moment think steadily as a Roman and a man to do what you have in hand with perfect and simple dignity, and feeling of affection, and freedom, and justice; and to give yourself relief from all other thoughts. And you will give yourself relief, if you do every act of your life as if it were the last, laying aside all carelessness and passionate aversion from the commands of reason, and all hypocrisy, and self-love, and discontent with the portion which has been given to you. You see how few the things are, the which if a man lays hold of, he is able to live a life which flows in quiet, and is like the existence of the gods; for the gods on their part will require nothing more from him who observes these things.",
        "length": 725
    },
    {
        "book": 2,
        "section": 6,
        "text": "Do wrong to yourself, do wrong to yourself, my soul; but you will no longer have the opportunity of honouring yourself. Every man's life is sufficient. But yours is nearly finished, though your soul reverences not itself but places your felicity in the souls of others.",
        "length": 269
    },
    {
        "book": 2,
        "section": 7,
        "text": "Do the things external which fall upon you distract you? Give yourself time to learn something new and good, and cease to be whirled around. But then you must also avoid being carried about the other way. For those too are triflers who have wearied themselves in life by their activity, and yet have no object to which to direct every movement, and, in a word, all their thoughts.",
        "length": 380
    },
    {
        "book": 2,
        "section": 8,
        "text": "Through not observing what is in the mind of another a man has seldom been seen to be unhappy; but those who do not observe the movements of their own minds must of necessity be unhappy.",
        "length": 186
    },
    {
        "book": 2,
        "section": 9,
        "text": "This you must always bear in mind, what is the nature of the whole, and what is my nature, and how this is related to that, and what kind of a part it is of what kind of a whole; and that there is no one who hinders you from always doing and saying the things which are according to the nature of which you are a part.",
        "length": 318
    },
    {
        "book": 2,
        "section": 10,
        "text": "Theophrastus, in his comparison of bad acts- such a comparison as one would make in accordance with the common notions of mankind- says, like a true philosopher, that the offences which are committed through desire are more blameable than those which are committed through anger. For he who is excited by anger seems to turn away from reason with a certain pain and unconscious contraction; but he who offends through desire, being overpowered by pleasure, seems to be in a manner more intemperate and more womanish in his offences. Rightly then, and in a way worthy of philosophy, he said that the offence which is committed with pleasure is more blameable than that which is committed with pain; and on the whole the one is more like a person who has been first wronged and through pain is compelled to be angry; but the other is moved by his own impulse to do wrong, being carried towards doing something by desire.",
        "length": 918
    },
    {
        "book": 2,
        "section": 11,
        "text": "Since it is possible that you may depart from life this very moment, regulate every act and thought accordingly. But to go away from among men, if there are gods, is not a thing to be afraid of, for the gods will not involve you in evil; but if indeed they do not exist, or if they have no concern about human affairs, what is it to me to live in a universe devoid of gods or devoid of Providence? But in truth they do exist, and they do care for human things, and they have put all the means in man's power to enable him not to fall into real evils. And as to the rest, if there was anything evil, they would have provided for this also, that it should be altogether in a man's power not to fall into it. Now that which does not make a man worse, how can it make a man's life worse? But neither through ignorance, nor having the knowledge, but not the power to guard against or correct these things, is it possible that the nature of the universe has overlooked them; nor is it possible that it has made so great a mistake, either through want of power or want of skill, that good and evil should happen indiscriminately to the good and the bad. But death certainly, and life, honour and dishonour, pain and pleasure, all these things equally happen to good men and bad, being things which make us neither better nor worse. Therefore they are neither good nor evil.",
        "length": 1366
    },
    {
        "book": 2,
        "section": 12,
        "text": "How quickly all things disappear, in the universe the bodies themselves, but in time the remembrance of them; what is the nature of all sensible things, and particularly those which attract with the bait of pleasure or terrify by pain, or are noised abroad by vapoury fame; how worthless, and contemptible, and sordid, and perishable, and dead they are- all this it is the part of the intellectual faculty to observe. To observe too who these are whose opinions and voices give reputation; what death is, and the fact that, if a man looks at it in itself, and by the abstractive power of reflection resolves into their parts all the things which present themselves to the imagination in it, he will then consider it to be nothing else than an operation of nature; and if any one is afraid of an operation of nature, he is a child. This, however, is not only an operation of nature, but it is also a thing which conduces to the purposes of nature. To observe too how man comes near to the deity, and by what part of him, and when this part of man is so disposed.",
        "length": 1061
    },
    {
        "book": 2,
        "section": 13,
        "text": "Nothing is more wretched than a man who traverses everything in a round, and pries into the things beneath the earth, as the poet says, and seeks by conjecture what is in the minds of his neighbours, without perceiving that it is sufficient to attend to the daemon within him, and to reverence it sincerely. And reverence of the daemon consists in keeping it pure from passion and thoughtlessness, and dissatisfaction with what comes from gods and men. For the things from the gods merit veneration for their excellence; and the things from men should be dear to us by reason of kinship; and sometimes even, in a manner, they move our pity by reason of men's ignorance of good and bad; this defect being not less than that which deprives us of the power of distinguishing things that are white and black.",
        "length": 804
    },
    {
        "book": 2,
        "section": 14,
        "text": "Though you should be going to live three thousand years, and as many times ten thousand years, still remember that no man loses any other life than this which he now lives, nor lives any other than this which he now loses. The longest and shortest are thus brought to the same. For the present is the same to all, though that which perishes is not the same; and so that which is lost appears to be a mere moment. For a man cannot lose either the past or the future: for what a man has not, how can any one take this from him? These two things then you must bear in mind; the one, that all things from eternity are of like forms and come round in a circle, and that it makes no difference whether a man shall see the same things during a hundred years or two hundred, or an infinite time; and the second, that the longest liver and he who will die soonest lose just the same. For the present is the only thing of which a man can be deprived, if it is true that this is the only thing which he has, and that a man cannot lose a thing if he has it not.",
        "length": 1049
    },
    {
        "book": 2,
        "section": 15,
        "text": "Remember that all is opinion. For what was said by the Cynic Monimus is manifest: and manifest too is the use of what was said, if a man receives what may be got out of it as far as it is true.",
        "length": 193
    },
    {
        "book": 2,
        "section": 16,
        "text": "The soul of man does violence to itself, first of all, when it becomes an abscess and, as it were, a tumour on the universe, so far as it can. For to be vexed at anything which happens is a separation of ourselves from nature, in some part of which the natures of all other things are contained. In the next place, the soul does violence to itself when it turns away from any man, or even moves towards him with the intention of injuring, such as are the souls of those who are angry. In the third place, the soul does violence to itself when it is overpowered by pleasure or by pain. Fourthly, when it plays a part, and does or says anything insincerely and untruly. Fifthly, when it allows any act of its own and any movement to be without an aim, and does anything thoughtlessly and without considering what it is, it being right that even the smallest things be done with reference to an end; and the end of rational animals is to follow the reason and the law of the most ancient city and polity.",
        "length": 1001
    },
    {
        "book": 2,
        "section": 17,
        "text": "Of human life the time is a point, and the substance is in a flux, and the perception dull, and the composition of the whole body subject to putrefaction, and the soul a whirl, and fortune hard to divine, and fame a thing devoid of judgement. And, to say all in a word, everything which belongs to the body is a stream, and what belongs to the soul is a dream and vapour, and life is a warfare and a stranger's sojourn, and after-fame is oblivion. What then is that which is able to conduct a man? One thing and only one, philosophy. But this consists in keeping the daemon within a man free from violence and unharmed, superior to pains and pleasures, doing nothing without purpose, nor yet falsely and with hypocrisy, not feeling the need of another man's doing or not doing anything; and besides, accepting all that happens, and all that is allotted, as coming from thence, wherever it is, from whence he himself came; and, finally, waiting for death with a cheerful mind, as being nothing else than a dissolution of the elements of which every living being is compounded. But if there is no harm to the elements themselves in each continually changing into another, why should a man have any apprehension about the change and dissolution of all the elements? For it is according to nature, and nothing is evil which is according to nature.",
        "length": 1343
    },
    {
        "book": 2,
        "section": 18,
        "text": "This in Carnuntum.",
        "length": 18
    },
    {
        "book": 3,
        "section": 1,
        "text": "We ought to consider not only that our life is daily wasting away and a smaller part of it is left, but another thing also must be taken into the account, that if a man should live longer, it is quite uncertain whether the understanding will still continue sufficient for the comprehension of things, and retain the power of contemplation which strives to acquire the knowledge of the divine and the human. For if he shall begin to fall into dotage, perspiration and nutrition and imagination and appetite, and whatever else there is of the kind, will not fail; but the power of making use of ourselves, and filling up the measure of our duty, and clearly separating all appearances, and considering whether a man should now depart from life, and whatever else of the kind absolutely requires a disciplined reason, all this is already extinguished. We must make haste then, not only because we are daily nearer to death, but also because the conception of things and the understanding of them cease first.",
        "length": 1005
    },
    {
        "book": 3,
        "section": 2,
        "text": "We ought to observe also that even the things which follow after the things which are produced according to nature contain something pleasing and attractive. For instance, when bread is baked some parts are split at the surface, and these parts which thus open, and have a certain fashion contrary to the purpose of the baker's art, are beautiful in a manner, and in a peculiar way excite a desire for eating. And again, figs, when they are quite ripe, gape open; and in the ripe olives the very circumstance of their being near to rottenness adds a peculiar beauty to the fruit. And the ears of corn bending down, and the lion's eyebrows, and the foam which flows from the mouth of wild boars, and many other things- though they are far from being beautiful, if a man should examine them severally- still, because they are consequent upon the things which are formed by nature, help to adorn them, and they please the mind; so that if a man should have a feeling and deeper insight with respect to the things which are produced in the universe, there is hardly one of those which follow by way of consequence which will not seem to him to be in a manner disposed so as to give pleasure. And so he will see even the real gaping jaws of wild beasts with no less pleasure than those which painters and sculptors show by imitation; and in an old woman and an old man he will be able to see a certain maturity and comeliness; and the attractive loveliness of young persons he will be able to look on with chaste eyes; and many such things will present themselves, not pleasing to every man, but to him only who has become truly familiar with nature and her works.",
        "length": 1659
    },
    {
        "book": 3,
        "section": 3,
        "text": "Hippocrates after curing many diseases himself fell sick and died. The Chaldaei foretold the deaths of many, and then fate caught them too. Alexander, and Pompeius, and Caius Caesar, after so often completely destroying whole cities, and in battle cutting to pieces many ten thousands of cavalry and infantry, themselves too at last departed from life. Heraclitus, after so many speculations on the conflagration of the universe, was filled with water internally and died smeared all over with mud. And lice destroyed Democritus; and other lice killed Socrates. What means all this? You have embarked, you have made the voyage, you are come to shore; get out. If indeed to another life, there is no want of gods, not even there. But if to a state without sensation, you will cease to be held by pains and pleasures, and to be a slave to the vessel, which is as much inferior as that which serves it is superior: for the one is intelligence and deity; the other is earth and corruption.",
        "length": 985
    },
    {
        "book": 3,
        "section": 4,
        "text": "Do not waste the remainder of your life in thoughts about others, when you do not refer your thoughts to some object of common utility. For you lose the opportunity of doing something else when you have such thoughts as these, What is such a person doing, and why, and what is he saying, and what is he thinking of, and what is he contriving, and whatever else of the kind makes us wander away from the observation of our own ruling power. We ought then to check in the series of our thoughts everything that is without a purpose and useless, but most of all the over-curious feeling and the malignant; and a man should use himself to think of those things only about which if one should suddenly ask, What have you now in your thoughts? With perfect openness you might, immediately answer, This or That; so that from your words it should be plain that everything in you is simple and benevolent, and such as befits a social animal, and one that cares not for thoughts about pleasure or sensual enjoyments at all, nor has any rivalry or envy and suspicion, or anything else for which you would blush if you should say that you had it in your mind. For the man who is such and no longer delays being among the number of the best, is like a priest and minister of the gods, using too the deity which is planted within him, which makes the man uncontaminated by pleasure, unharmed by any pain, untouched by any insult, feeling no wrong, a fighter in the noblest fight, one who cannot be overpowered by any passion, dyed deep with justice, accepting with all his soul everything which happens and is assigned to him as his portion; and not often, nor yet without great necessity and for the general interest, imagining what another says, or does, or thinks. For it is only what belongs to himself that he makes the matter for his activity; and he constantly thinks of that which is allotted to himself out of the sum total of things, and he makes his own acts fair, and he is persuaded that his own portion is good. For the lot which is assigned to each man is carried along with him and carries him along with it. And he remembers also that every rational animal is his kinsman, and that to care for all men is according to man's nature; and a man should hold on to the opinion not of all, but of those only who confessedly live according to nature. But as to those who live not so, he always bears in mind what kind of men they are both at home and from home, both by night and by day, and what they are, and with what men they live an impure life. Accordingly, he does not value at all the praise which comes from such men, since they are not even satisfied with themselves.",
        "length": 2673
    },
    {
        "book": 3,
        "section": 5,
        "text": "Labour not unwillingly, nor without regard to the common interest, nor without due consideration, nor with distraction; nor let studied ornament set off your thoughts, and be not either a man of many words, or busy about too many things. And further, let the deity which is in you be the guardian of a living being, manly and of ripe age, and engaged in matter political, and a Roman, and a ruler, who has taken his post like a man waiting for the signal which summons him from life, and ready to go, having need neither of oath nor of any man's testimony. Be cheerful also, and seek not external help nor the tranquility which others give. A man then must stand erect, not be kept erect by others.",
        "length": 698
    },
    {
        "book": 3,
        "section": 6,
        "text": "If you find in human life anything better than justice, truth, temperance, fortitude, and, in a word, anything better than your own mind's self-satisfaction in the things which it enables you to do according to right reason, and in the condition that is assigned to you without your own choice; if, I say, you see anything better than this, turn to it with all your soul, and enjoy that which you have found to be the best. But if nothing appears to be better than the deity which is planted in you, which has subjected to itself all your appetites, and carefully examines all the impressions, and, as Socrates said, has detached itself from the persuasions of sense, and has submitted itself to the gods, and cares for mankind; if you find everything else smaller and of less value than this, give place to nothing else, for if you do once diverge and incline to it, you will no longer without distraction be able to give the preference to that good thing which is your proper possession and your own; for it is not right that anything of any other kind, such as praise from the many, or power, or enjoyment of pleasure, should come into competition with that which is rationally and politically or practically good. All these things, even though they may seem to adapt themselves to the better things in a small degree, obtain the superiority all at once, and carry us away. But do you, I say, simply and freely choose the better, and hold to it.- But that which is useful is the better.- Well then, if it is useful to you as a rational being, keep to it; but if it is only useful to you as an animal, say so, and maintain your judgement without arrogance: only take care that you make the inquiry by a sure method.",
        "length": 1717
    },
    {
        "book": 3,
        "section": 7,
        "text": "Never value anything as profitable to yourself which shall compel you to break your promise, to lose your self-respect, to hate any man, to suspect, to curse, to act the hypocrite, to desire anything which needs walls and curtains: for he who has preferred to everything intelligence and daemon and the worship of its excellence, acts no tragic part, does not groan, will not need either solitude or much company; and, what is chief of all, he will live without either pursuing or flying from death; but whether for a longer or a shorter time he shall have the soul inclosed in the body, he cares not at all: for even if he must depart immediately, he will go as readily as if he were going to do anything else which can be done with decency and order; taking care of this only all through life, that his thoughts turn not away from anything which belongs to an intelligent animal and a member of a civil community.",
        "length": 915
    },
    {
        "book": 3,
        "section": 8,
        "text": "In the mind of one who is chastened and purified you will find no corrupt matter, nor impurity, nor any sore skinned over. Nor is his life incomplete when fate overtakes him, as one may say of an actor who leaves the stage before ending and finishing the play. Besides, there is in him nothing servile, nor affected, nor too closely bound to other things, nor yet detached from other things, nothing worthy of blame, nothing which seeks a hiding-place.",
        "length": 452
    },
    {
        "book": 3,
        "section": 9,
        "text": "Reverence the faculty which produces opinion. On this faculty it entirely depends whether there shall exist in your ruling part any opinion inconsistent with nature and the constitution of the rational animal. And this faculty promises freedom from hasty judgement, and friendship towards men, and obedience to the gods.",
        "length": 320
    },
    {
        "book": 3,
        "section": 10,
        "text": "Throwing away then all things, hold to these only which are few; and besides bear in mind that every man lives only this present time, which is an indivisible point, and that all the rest of his life is either past or it is uncertain. Short then is the time which every man lives, and small the nook of the earth where he lives; and short too the longest posthumous fame, and even this only continued by a succession of poor human beings, who will very soon die, and who know not even themselves, much less him who died long ago.",
        "length": 529
    },
    {
        "book": 3,
        "section": 11,
        "text": "To the aids which have been mentioned let this one still be added:- Make for yourself a definition or description of the thing which is presented to you, so as to see distinctly what kind of a thing it is in its substance, in its nudity, in its complete entirety, and tell yourself its proper name, and the names of the things of which it has been compounded, and into which it will be resolved. For nothing is so productive of elevation of mind as to be able to examine methodically and truly every object which is presented to you in life, and always to look at things so as to see at the same time what kind of universe this is, and what kind of use everything performs in it, and what value everything has with reference to the whole, and what with reference to man, who is a citizen of the highest city, of which all other cities are like families; what each thing is, and of what it is composed, and how long it is the nature of this thing to endure which now makes an impression on me, and what virtue I have need of with respect to it, such as gentleness, manliness, truth, fidelity, simplicity, contentment, and the rest. Wherefore, on every occasion a man should say: this comes from God; and this is according to the apportionment and spinning of the thread of destiny, and such-like coincidence and chance; and this is from one of the same stock, and a kinsman and partner, one who knows not however what is according to his nature. But I know; for this reason I behave towards him according to the natural law of fellowship with benevolence and justice. At the same time however in things indifferent I attempt to ascertain the value of each.",
        "length": 1655
    },
    {
        "book": 3,
        "section": 12,
        "text": "If you work at that which is before you, following right reason seriously, vigorously, calmly, without allowing anything else to distract you, but keeping your divine part pure, as if you should be bound to give it back immediately; if you hold to this, expecting nothing, fearing nothing, but satisfied with your present activity according to nature, and with heroic truth in every word and sound which you utterest, you will live happy. And there is no man who is able to prevent this.",
        "length": 487
    },
    {
        "book": 3,
        "section": 13,
        "text": "As physicians have always their instruments and knives ready for cases which suddenly require their skill, so do you have principles ready for the understanding of things divine and human, and for doing everything, even the smallest, with a recollection of the bond which unites the divine and human to one another. For neither will you do anything well which pertains to man without at the same time having a reference to things divine; nor the contrary.",
        "length": 455
    },
    {
        "book": 3,
        "section": 14,
        "text": "No longer wander at hazard; for neither will you read your own memoirs, nor the acts of the ancient Romans and Hellenes, and the selections from books which you wast reserving for your old age. Hasten then to the end which you have before you, and throwing away idle hopes, come to your own aid, if you care at all for yourself, while it is in your power.",
        "length": 355
    },
    {
        "book": 3,
        "section": 15,
        "text": "They know not how many things are signified by the words stealing, sowing, buying, keeping quiet, seeing what ought to be done; for this is not effected by the eyes, but by another kind of vision.",
        "length": 196
    },
    {
        "book": 3,
        "section": 16,
        "text": "Body, soul, intelligence: to the body belong sensations, to the soul appetites, to the intelligence principles. To receive the impressions of forms by means of appearances belongs even to animals; to be pulled by the strings of desire belongs both to wild beasts and to men who have made themselves into women, and to a Phalaris and a Nero: and to have the intelligence that guides to the things which appear suitable belongs also to those who do not believe in the gods, and who betray their country, and do their impure deeds when they have shut the doors. If then everything else is common to all that I have mentioned, there remains that which is peculiar to the good man, to be pleased and content with what happens, and with the thread which is spun for him; and not to defile the divinity which is planted in his breast, nor disturb it by a crowd of images, but to preserve it tranquil, following it obediently as a god, neither saying anything contrary to the truth, nor doing anything contrary to justice. And if all men refuse to believe that he lives a simple, modest, and contented life, he is neither angry with any of them, nor does he deviate from the way which leads to the end of life, to which a man ought to come pure, tranquil, ready to depart, and without any compulsion perfectly reconciled to his lot.",
        "length": 1324
    },
    {
        "book": 4,
        "section": 1,
        "text": "That which rules within, when it is according to nature, is so affected with respect to the events which happen, that it always easily adapts itself to that which is and is presented to it. For it requires no definite material, but it moves towards its purpose, under certain conditions however; and it makes a material for itself out of that which opposes it, as fire lays hold of what falls into it, by which a small light would have been extinguished: but when the fire is strong, it soon appropriates to itself the matter which is heaped on it, and consumes it, and rises higher by means of this very material.",
        "length": 614
    },
    {
        "book": 4,
        "section": 2,
        "text": "Let no act be done without a purpose, nor otherwise than according to the perfect principles of art.",
        "length": 100
    },
    {
        "book": 4,
        "section": 3,
        "text": "Men seek retreats for themselves, houses in the country, sea-shores, and mountains; and you too are wont to desire such things very much. But this is altogether a mark of the most common sort of men, for it is in your power whenever you shall choose to retire into yourself. For nowhere either with more quiet or more freedom from trouble does a man retire than into his own soul, particularly when he has within him such thoughts that by looking into them he is immediately in perfect tranquility; and I affirm that tranquility is nothing else than the good ordering of the mind. Constantly then give to yourself this retreat, and renew yourself; and let your principles be brief and fundamental, which, as soon as you shall recur to them, will be sufficient to cleanse the soul completely, and to send you back free from all discontent with the things to which you returnest. For with what are you discontented? With the badness of men? Recall to your mind this conclusion, that rational animals exist for one another, and that to endure is a part of justice, and that men do wrong involuntarily; and consider how many already, after mutual enmity, suspicion, hatred, and fighting, have been stretched dead, reduced to ashes; and be quiet at last.- But perhaps you are dissatisfied with that which is assigned to you out of the universe.- Recall to your recollection this alternative; either there is providence or atoms, fortuitous concurrence of things; or remember the arguments by which it has been proved that the world is a kind of political community, and be quiet at last.- But perhaps corporeal things will still fasten upon you.- Consider then further that the mind mingles not with the breath, whether moving gently or violently, when it has once drawn itself apart and discovered its own power, and think also of all that you have heard and assented to about pain and pleasure, and be quiet at last.- But perhaps the desire of the thing called fame will torment you.- See how soon everything is forgotten, and look at the chaos of infinite time on each side of the present, and the emptiness of applause, and the changeableness and want of judgement in those who pretend to give praise, and the narrowness of the space within which it is circumscribed, and be quiet at last. For the whole earth is a point, and how small a nook in it is this your dwelling, and how few are there in it, and what kind of people are they who will praise you.",
        "length": 2453
    },
    {
        "book": 4,
        "section": 4,
        "text": "This then remains: Remember to retire into this little territory of your own, and above all do not distract or strain yourself, but be free, and look at things as a man, as a human being, as a citizen, as a mortal. But among the things readiest to your hand to which you shall turn, let there be these, which are two. One is that things do not touch the soul, for they are external and remain immovable; but our perturbations come only from the opinion which is within. The other is that all these things, which you see, change immediately and will no longer be; and constantly bear in mind how many of these changes you have already witnessed. The universe is transformation: life is opinion.",
        "length": 693
    },
    {
        "book": 4,
        "section": 5,
        "text": "If our intellectual part is common, the reason also, in respect of which we are rational beings, is common: if this is so, common also is the reason which commands us what to do, and what not to do; if this is so, there is a common law also; if this is so, we are fellow-citizens; if this is so, we are members of some political community; if this is so, the world is in a manner a state. For of what other common political community will any one say that the whole human race are members? And from thence, from this common political community comes also our very intellectual faculty and reasoning faculty and our capacity for law; or whence do they come? For as my earthly part is a portion given to me from certain earth, and that which is watery from another element, and that which is hot and fiery from some peculiar source (for nothing comes out of that which is nothing, as nothing also returns to non-existence), so also the intellectual part comes from some source.",
        "length": 975
    },
    {
        "book": 4,
        "section": 6,
        "text": "Death is such as generation is, a mystery of nature; a composition out of the same elements, and a decomposition into the same; and altogether not a thing of which any man should be ashamed, for it is not contrary to the nature of a reasonable animal, and not contrary to the reason of our constitution.",
        "length": 303
    },
    {
        "book": 4,
        "section": 7,
        "text": "It is natural that these things should be done by such persons, it is a matter of necessity; and if a man will not have it so, he will not allow the fig-tree to have juice. But by all means bear this in mind, that within a very short time both you and he will be dead; and soon not even your names will be left behind.",
        "length": 318
    },
    {
        "book": 4,
        "section": 8,
        "text": "Take away your opinion, and then there is taken away the complaint, \"I have been harmed.\" Take away the complaint, \"I have been harmed,\" and the harm is taken away.",
        "length": 164
    },
    {
        "book": 4,
        "section": 9,
        "text": "That which does not make a man worse than he was, also does not make his life worse, nor does it harm him either from without or from within.",
        "length": 141
    },
    {
        "book": 4,
        "section": 10,
        "text": "The nature of that which is universally useful has been compelled to do this.",
        "length": 77
    },
    {
        "book": 4,
        "section": 11,
        "text": "Consider that everything which happens, happens justly, and if you observe carefully, you will find it to be so. I do not say only with respect to the continuity of the series of things, but with respect to what is just, and as if it were done by one who assigns to each thing its value. Observe then as you have begun; and whatever you do, do it in conjunction with this, the being good, and in the sense in which a man is properly understood to be good. Keep to this in every action.",
        "length": 485
    },
    {
        "book": 4,
        "section": 12,
        "text": "Do not have such an opinion of things as he has who does you wrong, or such as he wishes you to have, but look at them as they are in truth.",
        "length": 140
    },
    {
        "book": 4,
        "section": 13,
        "text": "A man should always have these two rules in readiness; the one, to do only whatever the reason of the ruling and legislating faculty may suggest for the use of men; the other, to change your opinion, if there is any one at hand who sets you right and moves you from any opinion. But this change of opinion must proceed only from a certain persuasion, as of what is just or of common advantage, and the like, not because it appears pleasant or brings reputation.",
        "length": 461
    },
    {
        "book": 4,
        "section": 14,
        "text": "Have you reason? I have.- Why then do not you use it? For if this does its own work, what else do you wish?",
        "length": 107
    },
    {
        "book": 4,
        "section": 15,
        "text": "You have existed as a part. You shall disappear in that which produced you; but rather you shall be received back into its seminal principle by transmutation.",
        "length": 158
    },
    {
        "book": 4,
        "section": 16,
        "text": "Many grains of frankincense on the same altar: one falls before, another falls after; but it makes no difference.",
        "length": 113
    },
    {
        "book": 4,
        "section": 17,
        "text": "Within ten days you will seem a god to those to whom you are now a beast and an ape, if you will return to your principles and the worship of reason.",
        "length": 149
    },
    {
        "book": 4,
        "section": 18,
        "text": "Do not act as if you were going to live ten thousand years. Death hangs over you. While you live, while it is in your power, be good.",
        "length": 133
    },
    {
        "book": 4,
        "section": 19,
        "text": "How much trouble he avoids who does not look to see what his neighbour says or does or thinks, but only to what he does himself, that it may be just and pure; or as Agathon says, look not round at the depraved morals of others, but run straight along the line without deviating from it.",
        "length": 286
    },
    {
        "book": 4,
        "section": 20,
        "text": "He who has a vehement desire for posthumous fame does not consider that every one of those who remember him will himself also die very soon; then again also they who have succeeded them, until the whole remembrance shall have been extinguished as it is transmitted through men who foolishly admire and perish. But suppose that those who will remember are even immortal, and that the remembrance will be immortal, what then is this to you? And I say not what is it to the dead, but what is it to the living? What is praise except indeed so far as it has a certain utility? For you now reject unseasonably the gift of nature, clinging to something else...",
        "length": 653
    },
    {
        "book": 4,
        "section": 21,
        "text": "Everything which is in any way beautiful is beautiful in itself, and terminates in itself, not having praise as part of itself. Neither worse then nor better is a thing made by being praised. I affirm this also of the things which are called beautiful by the vulgar, for example, material things and works of art. That which is really beautiful has no need of anything; not more than law, not more than truth, not more than benevolence or modesty. Which of these things is beautiful because it is praised, or spoiled by being blamed? Is such a thing as an emerald made worse than it was, if it is not praised? Or gold, ivory, purple, a lyre, a little knife, a flower, a shrub?",
        "length": 676
    },
    {
        "book": 4,
        "section": 22,
        "text": "If souls continue to exist, how does the air contain them from eternity?- But how does the earth contain the bodies of those who have been buried from time so remote? For as here the mutation of these bodies after a certain continuance, whatever it may be, and their dissolution make room for other dead bodies; so the souls which are removed into the air after subsisting for some time are transmuted and diffused, and assume a fiery nature by being received into the seminal intelligence of the universe, and in this way make room for the fresh souls which come to dwell there. And this is the answer which a man might give on the hypothesis of souls continuing to exist. But we must not only think of the number of bodies which are thus buried, but also of the number of animals which are daily eaten by us and the other animals. For what a number is consumed, and thus in a manner buried in the bodies of those who feed on them! And nevertheless this earth receives them by reason of the changes of these bodies into blood, and the transformations into the aerial or the fiery element.",
        "length": 1089
    },
    {
        "book": 4,
        "section": 23,
        "text": "What is the investigation into the truth in this matter? The division into that which is material and that which is the cause of form, the formal.",
        "length": 146
    },
    {
        "book": 4,
        "section": 24,
        "text": "Do not be whirled about, but in every movement have respect to justice, and on the occasion of every impression maintain the faculty of comprehension or understanding.",
        "length": 167
    },
    {
        "book": 4,
        "section": 25,
        "text": "Everything harmonizes with me, which is harmonious to you, O Universe. Nothing for me is too early nor too late, which is in due time for you. Everything is fruit to me which your seasons bring, O Nature: from you are all things, in you are all things, to you all things return. The poet says, Dear city of Cecrops; and will not you say, Dear city of Zeus?",
        "length": 356
    },
    {
        "book": 4,
        "section": 26,
        "text": "Occupy yourself with few things, says the philosopher, if you would be tranquil.- But consider if it would not be better to say, Do what is necessary, and whatever the reason of the animal which is naturally social requires, and as it requires. For this brings not only the tranquility which comes from doing well, but also that which comes from doing few things. For the greatest part of what we say and do being unnecessary, if a man takes this away, he will have more leisure and less uneasiness. Accordingly on every occasion a man should ask himself, Is this one of the unnecessary things? Now a man should take away not only unnecessary acts, but also, unnecessary thoughts, for thus superfluous acts will not follow after.",
        "length": 729
    },
    {
        "book": 4,
        "section": 27,
        "text": "Try how the life of the good man suits you, the life of him who is satisfied with his portion out of the whole, and satisfied with his own just acts and benevolent disposition.",
        "length": 176
    },
    {
        "book": 4,
        "section": 28,
        "text": "Have you seen those things? Look also at these. Do not disturb yourself. Make yourself all simplicity. Does any one do wrong? It is to himself that he does the wrong. Has anything happened to you? Well; out of the universe from the beginning everything which happens has been apportioned and spun out to you. In a word, your life is short. You must turn to profit the present by the aid of reason and justice. Be sober in your relaxation.",
        "length": 438
    },
    {
        "book": 4,
        "section": 29,
        "text": "Either it is a well-arranged universe or a chaos huddled together, but still a universe. But can a certain order subsist in you, and disorder in the All? And this too when all things are so separated and diffused and sympathetic.",
        "length": 229
    },
    {
        "book": 4,
        "section": 30,
        "text": "A black character, a womanish character, a stubborn character, bestial, childish, animal, stupid, counterfeit, scurrilous, fraudulent, tyrannical.",
        "length": 146
    },
    {
        "book": 4,
        "section": 31,
        "text": "If he is a stranger to the universe who does not know what is in it, no less is he a stranger who does not know what is going on in it. He is a runaway, who flies from social reason; he is blind, who shuts the eyes of the understanding; he is poor, who has need of another, and has not from himself all things which are useful for life. He is an abscess on the universe who withdraws and separates himself from the reason of our common nature through being displeased with the things which happen, for the same nature produces this, and has produced you too: he is a piece rent asunder from the state, who tears his own soul from that of reasonable animals, which is one.",
        "length": 671
    },
    {
        "book": 4,
        "section": 32,
        "text": "The one is a philosopher without a tunic, and the other without a book: here is another half naked: Bread I have not, he says, and I abide by reason.- And I do not get the means of living out of my learning, and I abide by my reason.",
        "length": 233
    },
    {
        "book": 4,
        "section": 33,
        "text": "Love the art, poor as it may be, which you have learned, and be content with it; and pass through the rest of life like one who has intrusted to the gods with his whole soul all that he has, making yourself neither the tyrant nor the slave of any man.",
        "length": 251
    },
    {
        "book": 4,
        "section": 34,
        "text": "Consider, for example, the times of Vespasian. You will see all these things, people marrying, bringing up children, sick, dying, warring, feasting, trafficking, cultivating the ground, flattering, obstinately arrogant, suspecting, plotting, wishing for some to die, grumbling about the present, loving, heaping up treasure, desiring counsulship, kingly power. Well then, that life of these people no longer exists at all. Again, remove to the times of Trajan. Again, all is the same. Their life too is gone. In like manner view also the other epochs of time and of whole nations, and see how many after great efforts soon fell and were resolved into the elements. But chiefly you should think of those whom you have yourself known distracting themselves about idle things, neglecting to do what was in accordance with their proper constitution, and to hold firmly to this and to be content with it. And herein it is necessary to remember that the attention given to everything has its proper value and proportion. For thus you will not be dissatisfied, if you apply yourself to smaller matters no further than is fit.",
        "length": 1118
    },
    {
        "book": 4,
        "section": 35,
        "text": "The words which were formerly familiar are now antiquated: so also the names of those who were famed of old, are now in a manner antiquated, Camillus, Caeso, Volesus, Leonnatus, and a little after also Scipio and Cato, then Augustus, then also Hadrian and Antoninus. For all things soon pass away and become a mere tale, and complete oblivion soon buries them. And I say this of those who have shone in a wondrous way. For the rest, as soon as they have breathed out their breath, they are gone, and no man speaks of them. And, to conclude the matter, what is even an eternal remembrance? A mere nothing. What then is that about which we ought to employ our serious pains? This one thing, thoughts just, and acts social, and words which never lie, and a disposition which gladly accepts all that happens, as necessary, as usual, as flowing from a principle and source of the same kind.",
        "length": 885
    },
    {
        "book": 4,
        "section": 36,
        "text": "Willingly give yourself up to Clotho, one of the Fates, allowing her to spin your thread into whatever things she pleases.",
        "length": 122
    },
    {
        "book": 4,
        "section": 37,
        "text": "Everything is only for a day, both that which remembers and that which is remembered.",
        "length": 85
    },
    {
        "book": 4,
        "section": 38,
        "text": "Observe constantly that all things take place by change, and accustom yourself to consider that the nature of the Universe loves nothing so much as to change the things which are and to make new things like them. For everything that exists is in a manner the seed of that which will be. But you are thinking only of seeds which are cast into the earth or into a womb: but this is a very vulgar notion.",
        "length": 401
    },
    {
        "book": 4,
        "section": 39,
        "text": "You will soon die, and you are not yet simple, not free from perturbations, nor without suspicion of being hurt by external things, nor kindly disposed towards all; nor do you yet place wisdom only in acting justly.",
        "length": 215
    },
    {
        "book": 4,
        "section": 40,
        "text": "Examine men's ruling principles, even those of the wise, what kind of things they avoid, and what kind they pursue.",
        "length": 115
    },
    {
        "book": 4,
        "section": 41,
        "text": "What is evil to you does not subsist in the ruling principle of another; nor yet in any turning and mutation of your corporeal covering. Where is it then? It is in that part of you in which subsists the power of forming opinions about evils. Let this power then not form such opinions, and all is well. And if that which is nearest to it, the poor body, is burnt, filled with matter and rottenness, nevertheless let the part which forms opinions about these things be quiet, that is, let it judge that nothing is either bad or good which can happen equally to the bad man and the good. For that which happens equally to him who lives contrary to nature and to him who lives according to nature, is neither according to nature nor contrary to nature.",
        "length": 749
    },
    {
        "book": 4,
        "section": 42,
        "text": "Constantly regard the universe as one living being, having one substance and one soul; and observe how all things have reference to one perception, the perception of this one living being; and how all things act with one movement; and how all things are the cooperating causes of all things which exist; observe too the continuous spinning of the thread and the contexture of the web.",
        "length": 384
    },
    {
        "book": 4,
        "section": 43,
        "text": "You are a little soul bearing about a corpse, as Epictetus used to say.",
        "length": 71
    },
    {
        "book": 4,
        "section": 44,
        "text": "It is no evil for things to undergo change, and no good for things to subsist in consequence of change.",
        "length": 103
    },
    {
        "book": 4,
        "section": 45,
        "text": "Time is like a river made up of the events which happen, and a violent stream; for as soon as a thing has been seen, it is carried away, and another comes in its place, and this will be carried away too.",
        "length": 203
    },
    {
        "book": 4,
        "section": 46,
        "text": "Everything which happens is as familiar and well known as the rose in spring and the fruit in summer; for such is disease, and death, and calumny, and treachery, and whatever else delights fools or vexes them.",
        "length": 209
    },
    {
        "book": 4,
        "section": 47,
        "text": "In the series of things those which follow are always aptly fitted to those which have gone before; for this series is not like a mere enumeration of disjointed things, which has only a necessary sequence, but it is a rational connection: and as all existing things are arranged together harmoniously, so the things which come into existence exhibit no mere succession, but a certain wonderful relationship.",
        "length": 407
    },
    {
        "book": 4,
        "section": 48,
        "text": "Always remember the saying of Heraclitus, that the death of earth is to become water, and the death of water is to become air, and the death of air is to become fire, and reversely. And think too of him who forgets whither the way leads, and that men quarrel with that with which they are most constantly in communion, the reason which governs the universe; and the things which daily meet with seem to them strange: and consider that we ought not to act and speak as if we were asleep, for even in sleep we seem to act and speak; and that we ought not, like children who learn from their parents, simply to act and speak as we have been taught.",
        "length": 645
    },
    {
        "book": 4,
        "section": 49,
        "text": "If any god told you that you shall die to-morrow, or certainly on the day after to-morrow, you would not care much whether it was on the third day or on the morrow, unless you wast in the highest degree mean-spirited- for how small is the difference?- So think it no great thing to die after as many years as you canst name rather than to-morrow.",
        "length": 346
    },
    {
        "book": 4,
        "section": 50,
        "text": "Think continually how many physicians are dead after often contracting their eyebrows over the sick; and how many astrologers after predicting with great pretensions the deaths of others; and how many philosophers after endless discourses on death or immortality; how many heroes after killing thousands; and how many tyrants who have used their power over men's lives with terrible insolence as if they were immortal; and how many cities are entirely dead, so to speak, Helice and Pompeii and Herculaneum, and others innumerable. Add to the reckoning all whom you have known, one after another. One man after burying another has been laid out dead, and another buries him: and all this in a short time. To conclude, always observe how ephemeral and worthless human things are, and what was yesterday a little mucus to-morrow will be a mummy or ashes. Pass then through this little space of time conformably to nature, and end your journey in content, just as an olive falls off when it is ripe, blessing nature who produced it, and thanking the tree on which it grew.",
        "length": 1068
    },
    {
        "book": 4,
        "section": 51,
        "text": "Be like the promontory against which the waves continually break, but it stands firm and tames the fury of the water around it.",
        "length": 127
    },
    {
        "book": 4,
        "section": 52,
        "text": "Unhappy am I because this has happened to me.- Not so, but happy am I, though this has happened to me, because I continue free from pain, neither crushed by the present nor fearing the future. For such a thing as this might have happened to every man; but every man would not have continued free from pain on such an occasion. Why then is that rather a misfortune than this a good fortune? And do you in all cases call that a man's misfortune, which is not a deviation from man's nature? And does a thing seem to you to be a deviation from man's nature, when it is not contrary to the will of man's nature? Well, you know the will of nature. Will then this which has happened prevent you from being just, magnanimous, temperate, prudent, secure against inconsiderate opinions and falsehood; will it prevent you from having modesty, freedom, and everything else, by the presence of which man's nature obtains all that is its own? Remember too on every occasion which leads you to vexation to apply this principle: not that this is a misfortune, but that to bear it nobly is good fortune.",
        "length": 1086
    },
    {
        "book": 4,
        "section": 53,
        "text": "It is a vulgar, but still a useful help towards contempt of death, to pass in review those who have tenaciously stuck to life. What more then have they gained than those who have died early? Certainly they lie in their tombs somewhere at last, Cadicianus, Fabius, Julianus, Lepidus, or any one else like them, who have carried out many to be buried, and then were carried out themselves. Altogether the interval is small between birth and death; and consider with how much trouble, and in company with what sort of people and in what a feeble body this interval is laboriously passed. Do not then consider life a thing of any value. For look to the immensity of time behind you, and to the time which is before you, another boundless space. In this infinity then what is the difference between him who lives three days and him who lives three generations?",
        "length": 855
    },
    {
        "book": 4,
        "section": 54,
        "text": "Always run to the short way; and the short way is the natural: accordingly say and do everything in conformity with the soundest reason. For such a purpose frees a man from trouble, and warfare, and all artifice and ostentatious display.",
        "length": 237
    },
    {
        "book": 5,
        "section": 1,
        "text": "In the morning when you rise unwillingly, let this thought be present- I am rising to the work of a human being. Why then am I dissatisfied if I am going to do the things for which I exist and for which I was brought into the world? Or have I been made for this, to lie in the bed-clothes and keep myself warm?- But this is more pleasant.- Do you exist then to take your pleasure, and not at all for action or exertion? Do you not see the little plants, the little birds, the ants, the spiders, the bees working together to put in order their several parts of the universe? And are you unwilling to do the work of a human being, and do you not make haste to do that which is according to your nature?- But it is necessary to take rest also.- It is necessary: however nature has fixed bounds to this too: she has fixed bounds both to eating and drinking, and yet you go beyond these bounds, beyond what is sufficient; yet in your acts it is not so, but you stop short of what you canst do. So you love not yourself, for if you didst, you would love your nature and her will. But those who love their several arts exhaust themselves in working at them unwashed and without food; but you value your own own nature less than the turner values the turning art, or the dancer the dancing art, or the lover of money values his money, or the vainglorious man his little glory. And such men, when they have a violent affection to a thing, choose neither to eat nor to sleep rather than to perfect the things which they care for. But are the acts which concern society more vile in your eyes and less worthy of your labour?",
        "length": 1613
    },
    {
        "book": 5,
        "section": 2,
        "text": "How easy it is to repel and to wipe away every impression which is troublesome or unsuitable, and immediately to be in all tranquility.",
        "length": 135
    },
    {
        "book": 5,
        "section": 3,
        "text": "Judge every word and deed which are according to nature to be fit for you; and be not diverted by the blame which follows from any people nor by their words, but if a thing is good to be done or said, do not consider it unworthy of you. For those persons have their peculiar leading principle and follow their peculiar movement; which things do not you regard, but go straight on, following your own nature and the common nature; and the way of both is one.",
        "length": 457
    },
    {
        "book": 5,
        "section": 4,
        "text": "I go through the things which happen according to nature until I shall fall and rest, breathing out my breath into that element out of which I daily draw it in, and falling upon that earth out of which my father collected the seed, and my mother the blood, and my nurse the milk; out of which during so many years I have been supplied with food and drink; which bears me when I tread on it and abuse it for so many purposes.",
        "length": 424
    },
    {
        "book": 5,
        "section": 5,
        "text": "You say, Men cannot admire the sharpness of your wits.- Be it so: but there are many other things of which you canst not say, I am not formed for them by nature. Show those qualities then which are altogether in your power, sincerity, gravity, endurance of labour, aversion to pleasure, contentment with your portion and with few things, benevolence, frankness, no love of superfluity, freedom from trifling magnanimity. Do you not see how many qualities you are immediately able to exhibit, in which there is no excuse of natural incapacity and unfitness, and yet you still remain voluntarily below the mark? Or are you compelled through being defectively furnished by nature to murmur, and to be stingy, and to flatter, and to find fault with your poor body, and to try to please men, and to make great display, and to be so restless in your mind? No, by the gods: but you might have been delivered from these things long ago. Only if in truth you canst be charged with being rather slow and dull of comprehension, you must exert yourself about this also, not neglecting it nor yet taking pleasure in your dulness.",
        "length": 1116
    },
    {
        "book": 5,
        "section": 6,
        "text": "One man, when he has done a service to another, is ready to set it down to his account as a favour conferred. Another is not ready to do this, but still in his own mind he thinks of the man as his debtor, and he knows what he has done. A third in a manner does not even know what he has done, but he is like a vine which has produced grapes, and seeks for nothing more after it has once produced its proper fruit. As a horse when he has run, a dog when he has tracked the game, a bee when it has made the honey, so a man when he has done a good act, does not call out for others to come and see, but he goes on to another act, as a vine goes on to produce again the grapes in season.- Must a man then be one of these, who in a manner act thus without observing it?- Yes.- But this very thing is necessary, the observation of what a man is doing: for, it may be said, it is characteristic of the social animal to perceive that he is working in a social manner, and indeed to wish that his social partner also should perceive it.- It is true what you say, but you do not rightly understand what is now said: and for this reason you will become one of those of whom I spoke before, for even they are misled by a certain show of reason. But if you will choose to understand the meaning of what is said, do not fear that for this reason you will omit any social act.",
        "length": 1361
    },
    {
        "book": 5,
        "section": 7,
        "text": "A prayer of the Athenians: Rain, rain, O dear Zeus, down on the ploughed fields of the Athenians and on the plains.- In truth we ought not to pray at all, or we ought to pray in this simple and noble fashion.",
        "length": 208
    },
    {
        "book": 5,
        "section": 8,
        "text": "Just as we must understand when it is said, That Aesculapius prescribed to this man horse-exercise, or bathing in cold water or going without shoes; so we must understand it when it is said, That the nature of the universe prescribed to this man disease or mutilation or loss or anything else of the kind. For in the first case Prescribed means something like this: he prescribed this for this man as a thing adapted to procure health; and in the second case it means: That which happens to (or, suits) every man is fixed in a manner for him suitably to his destiny. For this is what we mean when we say that things are suitable to us, as the workmen say of squared stones in walls or the pyramids, that they are suitable, when they fit them to one another in some kind of connexion. For there is altogether one fitness, harmony. And as the universe is made up out of all bodies to be such a body as it is, so out of all existing causes necessity (destiny) is made up to be such a cause as it is. And even those who are completely ignorant understand what I mean, for they say, It (necessity, destiny) brought this to such a person.- This then was brought and this was precribed to him. Let us then receive these things, as well as those which Aesculapius prescribes. Many as a matter of course even among his prescriptions are disagreeable, but we accept them in the hope of health. Let the perfecting and accomplishment of the things, which the common nature judges to be good, be judged by you to be of the same kind as your health. And so accept everything which happens, even if it seem disagreeable, because it leads to this, to the health of the universe and to the prosperity and felicity of Zeus (the universe). For he would not have brought on any man what he has brought, if it were not useful for the whole. Neither does the nature of anything, whatever it may be, cause anything which is not suitable to that which is directed by it. For two reasons then it is right to be content with that which happens to you; the one, because it was done for you and prescribed for you, and in a manner had reference to you, originally from the most ancient causes spun with your destiny; and the other, because even that which comes severally to every man is to the power which administers the universe a cause of felicity and perfection, nay even of its very continuance. For the integrity of the whole is mutilated, if you cut off anything whatever from the conjunction and the continuity either of the parts or of the causes. And you do cut off, as far as it is in your power, when you are dissatisfied, and in a manner try to put anything out of the way.",
        "length": 2659
    },
    {
        "book": 5,
        "section": 9,
        "text": "Be not disgusted, nor discouraged, nor dissatisfied, if you do not succeed in doing everything according to right principles; but when you bast failed, return back again, and be content if the greater part of what you do is consistent with man's nature, and love this to which you returnest; and do not return to philosophy as if she were a master, but act like those who have sore eyes and apply a bit of sponge and egg, or as another applies a plaster, or drenching with water. For thus you will not fail to obey reason, and you will repose in it. And remember that philosophy requires only the things which your nature requires; but you would have something else which is not according to nature.- It may be objected, Why what is more agreeable than this which I am doing?- But is not this the very reason why pleasure deceives us? And consider if magnanimity, freedom, simplicity, equanimity, piety, are not more agreeable. For what is more agreeable than wisdom itself, when you think of the security and the happy course of all things which depend on the faculty of understanding and knowledge?",
        "length": 1100
    },
    {
        "book": 5,
        "section": 10,
        "text": "Things are in such a kind of envelopment that they have seemed to philosophers, not a few nor those common philosophers, altogether unintelligible; nay even to the Stoics themselves they seem difficult to understand. And all our assent is changeable; for where is the man who never changes? Carry your thoughts then to the objects themselves, and consider how short-lived they are and worthless, and that they may be in the possession of a filthy wretch or a whore or a robber. Then turn to the morals of those who live with you, and it is hardly possible to endure even the most agreeable of them, to say nothing of a man being hardly able to endure himself. In such darkness then and dirt and in so constant a flux both of substance and of time, and of motion and of things moved, what there is worth being highly prized or even an object of serious pursuit, I cannot imagine. But on the contrary it is a man's duty to comfort himself, and to wait for the",
        "length": 957
    },
    {
        "book": 5,
        "section": 11,
        "text": "natural dissolution and not to be vexed at the delay, but to rest in these principles only: the one, that nothing will happen to me which is not conformable to the nature of the universe; and the other, that it is in my power never to act contrary to my god and daemon: for there is no man who will compel me to this.",
        "length": 317
    },
    {
        "book": 5,
        "section": 12,
        "text": "About what am I now employing my own soul? On every occasion I must ask myself this question, and inquire, what have I now in this part of me which they call the ruling principle? And whose soul have I now? That of a child, or of a young man, or of a feeble woman, or of a tyrant, or of a domestic animal, or of a wild beast?",
        "length": 325
    },
    {
        "book": 5,
        "section": 13,
        "text": "What kind of things those are which appear good to the many, we may learn even from this. For if any man should conceive certain things as being really good, such as prudence, temperance, justice, fortitude, he would not after having first conceived these endure to listen to anything which should not be in harmony with what is really good. But if a man has first conceived as good the things which appear to the many to be good, he will listen and readily receive as very applicable that which was said by the comic writer. Thus even the many perceive the difference. For were it not so, this saying would not offend and would not be rejected in the first case, while we receive it when it is said of wealth, and of the means which further luxury and fame, as said fitly and wittily. Go on then and ask if we should value and think those things to be good, to which after their first conception in the mind the words of the comic writer might be aptly applied- that he who has them, through pure abundance has not a place to ease himself in.",
        "length": 1043
    },
    {
        "book": 5,
        "section": 14,
        "text": "I am composed of the formal and the material; and neither of them will perish into non-existence, as neither of them came into existence out of non-existence. Every part of me then will be reduced by change into some part of the universe, and that again will change into another part of the universe, and so on for ever. And by consequence of such a change I too exist, and those who begot me, and so on for ever in the other direction. For nothing hinders us from saying so, even if the universe is administered according to definite periods of revolution.",
        "length": 557
    },
    {
        "book": 5,
        "section": 15,
        "text": "Reason and the reasoning art (philosophy) are powers which are sufficient for themselves and for their own works. They move then from a first principle which is their own, and they make their way to the end which is proposed to them; and this is the reason why such acts are named catorthoseis or right acts, which word signifies that they proceed by the right road.",
        "length": 366
    },
    {
        "book": 5,
        "section": 16,
        "text": "None of these things ought to be called a man's, which do not belong to a man, as man. They are not required of a man, nor does man's nature promise them, nor are they the means of man's nature attaining its end. Neither then does the end of man lie in these things, nor yet that which aids to the accomplishment of this end, and that which aids towards this end is that which is good. Besides, if any of these things did belong to man, it would not be right for a man to despise them and to set himself against them; nor would a man be worthy of praise who showed that he did not want these things, nor would he who stinted himself in any of them be good, if indeed these things were good. But now the more of these things a man deprives himself of, or of other things like them, or even when he is deprived of any of them, the more patiently he endures the loss, just in the same degree he is a better man.",
        "length": 908
    },
    {
        "book": 5,
        "section": 17,
        "text": "Such as are your habitual thoughts, such also will be the character of your mind; for the soul is dyed by the thoughts. Dye it then with a continuous series of such thoughts as these: for instance, that where a man can live, there he can also live well. But he must live in a palace;- well then, he can also live well in a palace. And again, consider that for whatever purpose each thing has been constituted, for this it has been constituted, and towards this it is carried; and its end is in that towards which it is carried; and where the end is, there also is the advantage and the good of each thing. Now the good for the reasonable animal is society; for that we are made for society has been shown above. Is it not plain that the inferior exist for the sake of the superior? But the things which have life are superior to those which have not life, and of those which have life the superior are those which have reason.",
        "length": 926
    },
    {
        "book": 5,
        "section": 18,
        "text": "To seek what is impossible is madness: and it is impossible that the bad should not do something of this kind.",
        "length": 110
    },
    {
        "book": 5,
        "section": 19,
        "text": "Nothing happens to any man which he is not formed by nature to bear. The same things happen to another, and either because he does not see that they have happened or because he would show a great spirit he is firm and remains unharmed. It is a shame then that ignorance and conceit should be stronger than wisdom.",
        "length": 313
    },
    {
        "book": 5,
        "section": 20,
        "text": "Things themselves touch not the soul, not in the least degree; nor have they admission to the soul, nor can they turn or move the soul: but the soul turns and moves itself alone, and whatever judgements it may think proper to make, such it makes for itself the things which present themselves to it.",
        "length": 299
    },
    {
        "book": 5,
        "section": 21,
        "text": "In one respect man is the nearest thing to me, so far as I must do good to men and endure them. But so far as some men make themselves obstacles to my proper acts, man becomes to me one of the things which are indifferent, no less than the sun or wind or a wild beast. Now it is true that these may impede my action, but they are no impediments to my affects and disposition, which have the power of acting conditionally and changing: for the mind converts and changes every hindrance to its activity into an aid; and so that which is a hindrance is made a furtherance to an act; and that which is an obstacle on the road helps us on this road.",
        "length": 644
    },
    {
        "book": 5,
        "section": 22,
        "text": "Reverence that which is best in the universe; and this is that which makes use of all things and directs all things. And in like manner also reverence that which is best in yourself; and this is of the same kind as that. For in yourself also, that which makes use of everything else, is this, and your life is directed by this.",
        "length": 327
    },
    {
        "book": 5,
        "section": 23,
        "text": "That which does no harm to the state, does no harm to the citizen. In the case of every appearance of harm apply this rule: if the state is not harmed by this, neither am I harmed. But if the state is harmed, you must not be angry with him who does harm to the state. Show him where his error is.",
        "length": 296
    },
    {
        "book": 5,
        "section": 24,
        "text": "Often think of the rapidity with which things pass by and disappear, both the things which are and the things which are produced. For substance is like a river in a continual flow, and the activities of things are in constant change, and the causes work in infinite varieties; and there is hardly anything which stands still. And consider this which is near to you, this boundless abyss of the past and of the future in which all things disappear. How then is he not a fool who is puffed up with such things or plagued about them and makes himself miserable? for they vex him only for a time, and a short time.",
        "length": 610
    },
    {
        "book": 5,
        "section": 25,
        "text": "Think of the universal substance, of which you have a very small portion; and of universal time, of which a short and indivisible interval has been assigned to you; and of that which is fixed by destiny, and how small a part of it you are.",
        "length": 239
    },
    {
        "book": 5,
        "section": 26,
        "text": "Does another do me wrong? Let him look to it. He has his own disposition, his own activity. I now have what the universal nature wills me to have; and I do what my nature now wills me to do.",
        "length": 190
    },
    {
        "book": 5,
        "section": 27,
        "text": "Let the part of your soul which leads and governs be undisturbed by the movements in the flesh, whether of pleasure or of pain; and let it not unite with them, but let it circumscribe itself and limit those affects to their parts. But when these affects rise up to the mind by virtue of that other sympathy that naturally exists in a body which is all one, then you must not strive to resist the sensation, for it is natural: but let not the ruling part of itself add to the sensation the opinion that it is either good or bad.",
        "length": 527
    },
    {
        "book": 5,
        "section": 28,
        "text": "Live with the gods. And he does live with the gods who constantly shows to them, his own soul is satisfied with that which is assigned to him, and that it does all that the daemon wishes, which Zeus hath given to every man for his guardian and guide, a portion of himself. And this is every man's understanding and reason.",
        "length": 322
    },
    {
        "book": 5,
        "section": 29,
        "text": "Are you angry with him whose armpits stink? Are you angry with him whose mouth smells foul? What good will this danger do you? He has such a mouth, he has such arm-pits: it is necessary that such an emanation must come from such things- but the man has reason, it will be said, and he is able, if he takes pain, to discover wherein he offends- I wish you well of your discovery. Well then, and you have reason: by your rational faculty stir up his rational faculty; show him his error, admonish him. For if he listens, you will cure him, and there is no need of anger. Neither tragic actor nor whore...",
        "length": 602
    },
    {
        "book": 5,
        "section": 30,
        "text": "As you intend to live when you are gone out,...so it is in your power to live here. But if men do not permit you, then get away out of life, yet so as if you were suffering no harm. The house is smoky, and I quit it. Why do you think that this is any trouble? But so long as nothing of the kind drives me out, I remain, am free, and no man shall hinder me from doing what I choose; and I choose to do what is according to the nature of the rational and social animal.",
        "length": 467
    },
    {
        "book": 5,
        "section": 31,
        "text": "The intelligence of the universe is social. Accordingly it has made the inferior things for the sake of the superior, and it has fitted the superior to one another. You see how it has subordinated, co-ordinated and assigned to everything its proper portion, and has brought together into concord with one another the things which are the best.",
        "length": 343
    },
    {
        "book": 5,
        "section": 32,
        "text": "How have you behaved hitherto to the gods, your parents, brethren, children, teachers, to those who looked after your infancy, to your friends, kinsfolk, to your slaves? Consider if you have hitherto behaved to all in such a way that this may be said of you:",
        "length": 258
    },
    {
        "book": 5,
        "section": 33,
        "text": "Never has wronged a man in deed or word.",
        "length": 40
    },
    {
        "book": 5,
        "section": 34,
        "text": "And call to recollection both how many things you have passed through, and how many things you have been able to endure: and that the history of your life is now complete and your service is ended: and how many beautiful things you have seen: and how many pleasures and pains you have despised; and how many things called honourable you have spurned; and to how many ill-minded folks you have shown a kind disposition.",
        "length": 418
    },
    {
        "book": 5,
        "section": 35,
        "text": "Why do unskilled and ignorant souls disturb him who has skill and knowledge? What soul then has skill and knowledge? That which knows beginning and end, and knows the reason which pervades all substance and through all time by fixed periods (revolutions) administers the universe.",
        "length": 280
    },
    {
        "book": 5,
        "section": 36,
        "text": "Soon, very soon, you will be ashes, or a skeleton, and either a name or not even a name; but name is sound and echo. And the things which are much valued in life are empty and rotten and trifling, and like little dogs biting one another, and little children quarrelling, laughing, and then straightway weeping. But fidelity and modesty and justice and truth are fled",
        "length": 366
    },
    {
        "book": 5,
        "section": 37,
        "text": "Up to Olympus from the wide-spread earth.",
        "length": 41
    },
    {
        "book": 5,
        "section": 38,
        "text": "What then is there which still detains you here? If the objects of sense are easily changed and never stand still, and the organs of perception are dull and easily receive false impressions; and the poor soul itself is an exhalation from blood. But to have good repute amidst such a world as this is an empty thing. Why then do you not wait in tranquility for your end, whether it is extinction or removal to another state? And until that time comes, what is sufficient? Why, what else than to venerate the gods and bless them, and to do good to men, and to practise tolerance and self-restraint; but as to everything which is beyond the limits of the poor flesh and breath, to remember that this is neither yours nor in your power.",
        "length": 732
    },
    {
        "book": 5,
        "section": 39,
        "text": "You canst pass your life in an equable flow of happiness, if you canst go by the right way, and think and act in the right way. These two things are common both to the soul of God and to the soul of man, and to the soul of every rational being, not to be hindered by another; and to hold good to consist in the disposition to justice and the practice of it, and in this to let your desire find its termination.",
        "length": 410
    },
    {
        "book": 5,
        "section": 40,
        "text": "If this is neither my own badness, nor an effect of my own badness, and the common weal is not injured, why am I troubled about it? And what is the harm to the common weal?",
        "length": 172
    },
    {
        "book": 5,
        "section": 41,
        "text": "Do not be carried along inconsiderately by the appearance of things, but give help to all according to your ability and their fitness; and if they should have sustained loss in matters which are indifferent, do not imagine this to be a damage. For it is a bad habit. But as the old man, when he went away, asked back his foster-child's top, remembering that it was a top, so do you in this case also.",
        "length": 400
    },
    {
        "book": 5,
        "section": 42,
        "text": "When you are calling out on the Rostra, have you forgotten, man, what these things are?- Yes; but they are objects of great concern to these people- will you too then be made a fool for these things?- I was once a fortunate man, but I lost it, I know not how.- But fortunate means that a man has assigned to himself a good fortune: and a good fortune is good disposition of the soul, good emotions, good actions.",
        "length": 412
    },
    {
        "book": 6,
        "section": 1,
        "text": "The substance of the universe is obedient and compliant; and the reason which governs it has in itself no cause for doing evil, for it has no malice, nor does it do evil to anything, nor is anything harmed by it. But all things are made and perfected according to this reason.",
        "length": 276
    },
    {
        "book": 6,
        "section": 2,
        "text": "Let it make no difference to you whether you are cold or warm, if you are doing your duty; and whether you are drowsy or satisfied with sleep; and whether ill-spoken of or praised; and whether dying or doing something else. For it is one of the acts of life, this act by which we die: it is sufficient then in this act also to do well what we have in hand.",
        "length": 356
    },
    {
        "book": 6,
        "section": 3,
        "text": "Look within. Let neither the peculiar quality of anything nor its value escape you.",
        "length": 83
    },
    {
        "book": 6,
        "section": 4,
        "text": "All existing things soon change, and they will either be reduced to vapour, if indeed all substance is one, or they will be dispersed.",
        "length": 134
    },
    {
        "book": 6,
        "section": 5,
        "text": "The reason which governs knows what its own disposition is, and what it does, and on what material it works.",
        "length": 108
    },
    {
        "book": 6,
        "section": 6,
        "text": "The best way of avenging yourself is not to become like the wrong doer.",
        "length": 71
    },
    {
        "book": 6,
        "section": 7,
        "text": "Take pleasure in one thing and rest in it, in passing from one social act to another social act, thinking of God.",
        "length": 113
    },
    {
        "book": 6,
        "section": 8,
        "text": "The ruling principle is that which rouses and turns itself, and while it makes itself such as it is and such as it wills to be, it also makes everything which happens appear to itself to be such as it wills.",
        "length": 207
    },
    {
        "book": 6,
        "section": 9,
        "text": "In conformity to the nature of the universe every single thing is accomplished, for certainly it is not in conformity to any other nature that each thing is accomplished, either a nature which externally comprehends this, or a nature which is comprehended within this nature, or a nature external and independent of this.",
        "length": 321
    },
    {
        "book": 6,
        "section": 10,
        "text": "The universe is either a confusion, and a mutual involution of things, and a dispersion; or it is unity and order and providence. If then it is the former, why do I desire to tarry in a fortuitous combination of things and such a disorder? And why do I care about anything else than how I shall at last become earth? And why am I disturbed, for the dispersion of my elements will happen whatever I do. But if the other supposition is true, I venerate, and I am firm, and I trust in him who governs.",
        "length": 498
    },
    {
        "book": 6,
        "section": 11,
        "text": "When you have been compelled by circumstances to be disturbed in a manner, quickly return to yourself and do not continue out of tune longer than the compulsion lasts; for you will have more mastery over the harmony by continually recurring to it.",
        "length": 247
    },
    {
        "book": 6,
        "section": 12,
        "text": "If you had a step-mother and a mother at the same time, you would be dutiful to your step-mother, but still you would constantly return to your mother. Let the court and philosophy now be to you step-mother and mother: return to philosophy frequently and repose in her, through whom what you meet with in the court appears to you tolerable, and you appear tolerable in the court.",
        "length": 379
    },
    {
        "book": 6,
        "section": 13,
        "text": "When we have meat before us and such eatables we receive the impression, that this is the dead body of a fish, and this is the dead body of a bird or of a pig; and again, that this Falernian is only a little grape juice, and this purple robe some sheep's wool dyed with the blood of a shell-fish: such then are these impressions, and they reach the things themselves and penetrate them, and so we see what kind of things they are. Just in the same way ought we to act all through life, and where there are things which appear most worthy of our approbation, we ought to lay them bare and look at their worthlessness and strip them of all the words by which they are exalted. For outward show is a wonderful perverter of the reason, and when you are most sure that you are employed about things worth your pains, it is then that it cheats you most. Consider then what Crates says of Xenocrates himself.",
        "length": 901
    },
    {
        "book": 6,
        "section": 14,
        "text": "Most of the things which the multitude admire are referred to objects of the most general kind, those which are held together by cohesion or natural organization, such as stones, wood, fig-trees, vines, olives. But those which are admired by men who are a little more reasonable are referred to the things which are held together by a living principle, as flocks, herds. Those which are admired by men who are still more instructed are the things which are held together by a rational soul, not however a universal soul, but rational so far as it is a soul skilled in some art, or expert in some other way, or simply rational so far as it possesses a number of slaves. But he who values rational soul, a soul universal and fitted for political life, regards nothing else except this; and above all things he keeps his soul in a condition and in an activity conformable to reason and social life, and he co-operates to this end with those who are of the same kind as himself.",
        "length": 974
    },
    {
        "book": 6,
        "section": 15,
        "text": "Some things are hurrying into existence, and others are hurrying out of it; and of that which is coming into existence part is already extinguished. Motions and changes are continually renewing the world, just as the uninterrupted course of time is always renewing the infinite duration of ages. In this flowing stream then, on which there is no abiding, what is there of the things which hurry by on which a man would set a high price? It would be just as if a man should fall in love with one of the sparrows which fly by, but it has already passed out of sight. Something of this kind is the very life of every man, like the exhalation of the blood and the respiration of the air. For such as it is to have once drawn in the air and to have given it back, which we do every moment, just the same is it with the whole respiratory power, which you didst receive at your birth yesterday and the day before, to give it back to the element from which you didst first draw it.",
        "length": 973
    },
    {
        "book": 6,
        "section": 16,
        "text": "Neither is transpiration, as in plants, a thing to be valued, nor respiration, as in domesticated animals and wild beasts, nor the receiving of impressions by the appearances of things, nor being moved by desires as puppets by strings, nor assembling in herds, nor being nourished by food; for this is just like the act of separating and parting with the useless part of our food. What then is worth being valued? To be received with clapping of hands? No. Neither must we value the clapping of tongues, for the praise which comes from the many is a clapping of tongues. Suppose then that you have given up this worthless thing called fame, what remains that is worth valuing? This in my opinion, to move yourself and to restrain yourself in conformity to your proper constitution, to which end both all employments and arts lead. For every art aims at this, that the thing which has been made should be adapted to the work for which it has been made; and both the vine-planter who looks after the vine, and the horse-breaker, and he who trains the dog, seek this end. But the education and the teaching of youth aim at something. In this then is the value of the education and the teaching. And if this is well, you will not seek anything else. Will you not cease to value many other things too? Then you will be neither free, nor sufficient for your own happiness, nor without passion. For of necessity you must be envious, jealous, and suspicious of those who can take away those things, and plot against those who have that which is valued by you. Of necessity a man must be altogether in a state of perturbation who wants any of these things; and besides, he must often find fault with the gods. But to reverence and honour your own mind will make you content with yourself, and in harmony with society, and in agreement with the gods, that is, praising all that they give and have ordered.",
        "length": 1895
    },
    {
        "book": 6,
        "section": 17,
        "text": "Above, below, all around are the movements of the elements. But the motion of virtue is in none of these: it is something more divine, and advancing by a way hardly observed it goes happily on its road.",
        "length": 202
    },
    {
        "book": 6,
        "section": 18,
        "text": "How strangely men act. They will not praise those who are living at the same time and living with themselves; but to be themselves praised by posterity, by those whom they have never seen or ever will see, this they set much value on. But this is very much the same as if you should be grieved because those who have lived before you did not praise you.",
        "length": 353
    },
    {
        "book": 6,
        "section": 19,
        "text": "If a thing is difficult to be accomplished by yourself, do not think that it is impossible for man: but if anything is possible for man and conformable to his nature, think that this can be attained by yourself too.",
        "length": 215
    },
    {
        "book": 6,
        "section": 20,
        "text": "In the gymnastic exercises suppose that a man has torn you with his nails, and by dashing against your head has inflicted a wound. Well, we neither show any signs of vexation, nor are we offended, nor do we suspect him afterwards as a treacherous fellow; and yet we are on our guard against him, not however as an enemy, nor yet with suspicion, but we quietly get out of his way. Something like this let your behaviour be in all the other parts of life; let us overlook many things in those who are like antagonists in the gymnasium. For it is in our power, as I said, to get out of the way, and to have no suspicion nor hatred.",
        "length": 628
    },
    {
        "book": 6,
        "section": 21,
        "text": "If any man is able to convince me and show me that I do not think or act right, I will gladly change; for I seek the truth by which no man was ever injured. But he is injured who abides in his error and ignorance.",
        "length": 213
    },
    {
        "book": 6,
        "section": 22,
        "text": "I do my duty: other things trouble me not; for they are either things without life, or things without reason, or things that have rambled and know not the way.",
        "length": 159
    },
    {
        "book": 6,
        "section": 23,
        "text": "As to the animals which have no reason and generally all things and objects, do you, since you have reason and they have none, make use of them with a generous and liberal spirit. But towards human beings, as they have reason, behave in a social spirit. And on all occasions call on the gods, and do not perplex yourself about the length of time in which you shall do this; for even three hours so spent are sufficient.",
        "length": 419
    },
    {
        "book": 6,
        "section": 24,
        "text": "Alexander the Macedonian and his groom by death were brought to the same state; for either they were received among the same seminal principles of the universe, or they were alike dispersed among the atoms.",
        "length": 206
    },
    {
        "book": 6,
        "section": 25,
        "text": "Consider how many things in the same indivisible time take place in each of us, things which concern the body and things which concern the soul: and so you will not wonder if many more things, or rather all things which come into existence in that which is the one and all, which we call Cosmos, exist in it at the same time.",
        "length": 325
    },
    {
        "book": 6,
        "section": 26,
        "text": "If any man should propose to you the question, how the name Antoninus is written, would you with a straining of the voice utter each letter? What then if they grow angry, will you be angry too? Will you not go on with composure and number every letter? just so then in this life also remember that every duty is made up of certain parts. These it is your duty to observe and without being disturbed or showing anger towards those who are angry with you to go on your way and finish that which is set before you.",
        "length": 511
    },
    {
        "book": 6,
        "section": 27,
        "text": "How cruel it is not to allow men to strive after the things which appear to them to be suitable to their nature and profitable! And yet in a manner you do not allow them to do this, when you are vexed because they do wrong. For they are certainly moved towards things because they suppose them to be suitable to their nature and profitable to them.- But it is not so.- Teach them then, and show them without being angry.",
        "length": 420
    },
    {
        "book": 6,
        "section": 28,
        "text": "Death is a cessation of the impressions through the senses, and of the pulling of the strings which move the appetites, and of the discursive movements of the thoughts, and of the service to the flesh.",
        "length": 201
    },
    {
        "book": 6,
        "section": 29,
        "text": "It is a shame for the soul to be first to give way in this life, when your body does not give way.",
        "length": 98
    },
    {
        "book": 6,
        "section": 30,
        "text": "Take care that you are not made into a Caesar, that you are not dyed with this dye; for such things happen. Keep yourself then simple, good, pure, serious, free from affectation, a friend of justice, a worshipper of the gods, kind, affectionate, strenuous in all proper acts. Strive to continue to be such as philosophy wished to make you. Reverence the gods, and help men. Short is life. There is only one fruit of this terrene life, a pious disposition and social acts. Do everything as a disciple of Antoninus. Remember his constancy in every act which was conformable to reason, and his evenness in all things, and his piety, and the serenity of his countenance, and his sweetness, and his disregard of empty fame, and his efforts to understand things; and how he would never let anything pass without having first most carefully examined it and clearly understood it; and how he bore with those who blamed him unjustly without blaming them in return; how he did nothing in a hurry; and how he listened not to calumnies, and how exact an examiner of manners and actions he was; and not given to reproach people, nor timid, nor suspicious, nor a sophist; and with how little he was satisfied, such as lodging, bed, dress, food, servants; and how laborious and patient; and how he was able on account of his sparing diet to hold out to the evening, not even requiring to relieve himself by any evacuations except at the usual hour; and his firmness and uniformity in his friendships; and how he tolerated freedom of speech in those who opposed his opinions; and the pleasure that he had when any man showed him anything better; and how religious he was without superstition. Imitate all this that you may have as good a conscience, when your last hour comes, as he had.",
        "length": 1771
    },
    {
        "book": 6,
        "section": 31,
        "text": "Return to your sober senses and call yourself back; and when you have roused yourself from sleep and have perceived that they were only dreams which troubled you, now in your waking hours look at these (the things about you) as you didst look at those (the dreams).",
        "length": 265
    },
    {
        "book": 6,
        "section": 32,
        "text": "I consist of a little body and a soul. Now to this little body all things are indifferent, for it is not able to perceive differences. But to the understanding those things only are indifferent, which are not the works of its own activity. But whatever things are the works of its own activity, all these are in its power. And of these however only those which are done with reference to the present; for as to the future and the past activities of the mind, even these are for the present indifferent.",
        "length": 502
    },
    {
        "book": 6,
        "section": 33,
        "text": "Neither the labour which the hand does nor that of the foot is contrary to nature, so long as the foot does the foot's work and the hand the hand's. So then neither to a man as a man is his labour contrary to nature, so long as it does the things of a man. But if the labour is not contrary to his nature, neither is it an evil to him.",
        "length": 335
    },
    {
        "book": 6,
        "section": 34,
        "text": "How many pleasures have been enjoyed by robbers, patricides, tyrants.",
        "length": 69
    },
    {
        "book": 6,
        "section": 35,
        "text": "Do you not see how the handicraftsmen accommodate themselves up to a certain point to those who are not skilled in their craft- nevertheless they cling to the reason (the principles) of their art and do not endure to depart from it? Is it not strange if the architect and the physician shall have more respect to the reason (the principles) of their own arts than man to his own reason, which is common to him and the gods?",
        "length": 423
    },
    {
        "book": 6,
        "section": 36,
        "text": "Asia, Europe are corners of the universe: all the sea a drop in the universe; Athos a little clod of the universe: all the present time is a point in eternity. All things are little, changeable, perishable. All things come from thence, from that universal ruling power either directly proceeding or by way of sequence. And accordingly the lion's gaping jaws, and that which is poisonous, and every harmful thing, as a thorn, as mud, are after-products of the grand and beautiful. Do not then imagine that they are of another kind from that which you do venerate, but form a just opinion of the source of all.",
        "length": 608
    },
    {
        "book": 6,
        "section": 37,
        "text": "He who has seen present things has seen all, both everything which has taken place from all eternity and everything which will be for time without end; for all things are of one kin and of one form.",
        "length": 198
    },
    {
        "book": 6,
        "section": 38,
        "text": "Frequently consider the connexion of all things in the universe and their relation to one another. For in a manner all things are implicated with one another, and all in this way are friendly to one another; for one thing comes in order after another, and this is by virtue of the active movement and mutual conspiration and the unity of the substance.",
        "length": 352
    },
    {
        "book": 6,
        "section": 39,
        "text": "Adapt yourself to the things with which your lot has been cast: and the men among whom you have received your portion, love them, but do it truly, sincerely.",
        "length": 157
    },
    {
        "book": 6,
        "section": 40,
        "text": "Every instrument, tool, vessel, if it does that for which it has been made, is well, and yet he who made it is not there. But in the things which are held together by nature there is within and there abides in them the power which made them; wherefore the more is it fit to reverence this power, and to think, that, if you do live and act according to its will, everything in you is in conformity to intelligence. And thus also in the universe the things which belong to it are in conformity to intelligence.",
        "length": 508
    },
    {
        "book": 6,
        "section": 41,
        "text": "Whatever of the things which are not within your power you shall suppose to be good for you or evil, it must of necessity be that, if such a bad thing befall you or the loss of such a good thing, you will blame the gods, and hate men too, those who are the cause of the misfortune or the loss, or those who are suspected of being likely to be the cause; and indeed we do much injustice, because we make a difference between these things. But if we judge only those things which are in our power to be good or bad, there remains no reason either for finding fault with God or standing in a hostile attitude to man.",
        "length": 613
    },
    {
        "book": 6,
        "section": 42,
        "text": "We are all working together to one end, some with knowledge and design, and others without knowing what they do; as men also when they are asleep, of whom it is Heraclitus, I think, who says that they are labourers and co-operators in the things which take place in the universe. But men co-operate after different fashions: and even those co-operate abundantly, who find fault with what happens and those who try to oppose it and to hinder it; for the universe had need even of such men as these. It remains then for you to understand among what kind of workmen you place yourself; for he who rules all things will certainly make a right use of you, and he will receive you among some part of the co-operators and of those whose labours conduce to one end. But be not you such a part as the mean and ridiculous verse in the play, which Chrysippus speaks of.",
        "length": 858
    },
    {
        "book": 6,
        "section": 43,
        "text": "Does the sun undertake to do the work of the rain, or Aesculapius the work of the Fruit-bearer (the earth)? And how is it with respect to each of the stars, are they not different and yet they work together to the same end?",
        "length": 223
    },
    {
        "book": 6,
        "section": 44,
        "text": "If the gods have determined about me and about the things which must happen to me, they have determined well, for it is not easy even to imagine a deity without forethought; and as to doing me harm, why should they have any desire towards that? For what advantage would result to them from this or to the whole, which is the special object of their providence? But if they have not determined about me individually, they have certainly determined about the whole at least, and the things which happen by way of sequence in this general arrangement I ought to accept with pleasure and to be content with them. But if they determine about nothing- which it is wicked to believe, or if we do believe it, let us neither sacrifice nor pray nor swear by them nor do anything else which we do as if the gods were present and lived with us- but if however the gods determine about none of the things which concern us, I am able to determine about myself, and I can inquire about that which is useful; and that is useful to every man which is conformable to his own constitution and nature. But my nature is rational and social; and my city and country, so far as I am Antoninus, is Rome, but so far as I am a man, it is the world. The things then which are useful to these cities are alone useful to me. Whatever happens to every man, this is for the interest of the universal: this might be sufficient. But further you will observe this also as a general truth, if you do observe, that whatever is profitable to any man is profitable also to other men. But let the word profitable be taken here in the common sense as said of things of the middle kind, neither good nor bad.",
        "length": 1667
    },
    {
        "book": 6,
        "section": 45,
        "text": "As it happens to you in the amphitheatre and such places, that the continual sight of the same things and the uniformity make the spectacle wearisome, so it is in the whole of life; for all things above, below, are the same and from the same. How long then?",
        "length": 257
    },
    {
        "book": 6,
        "section": 46,
        "text": "Think continually that all kinds of men and of all kinds of pursuits and of all nations are dead, so that your thoughts come down even to Philistion and Phoebus and Origanion. Now turn your thoughts to the other kinds of men. To that place then we must remove, where there are so many great orators, and so many noble philosophers, Heraclitus, Pythagoras, Socrates; so many heroes of former days, and so many generals after them, and tyrants; besides these, Eudoxus, Hipparchus, Archimedes, and other men of acute natural talents, great minds, lovers of labour, versatile, confident, mockers even of the perishable and ephemeral life of man, as Menippus and such as are like him. As to all these consider that they have long been in the dust. What harm then is this to them; and what to those whose names are altogether unknown? One thing here is worth a great deal, to pass your life in truth and justice, with a benevolent disposition even to liars and unjust men.",
        "length": 966
    },
    {
        "book": 6,
        "section": 47,
        "text": "When you wish to delight yourself, think of the virtues of those who live with you; for instance, the activity of one, and the modesty of another, and the liberality of a third, and some other good quality of a fourth. For nothing delights so much as the examples of the virtues, when they are exhibited in the morals of those who live with us and present themselves in abundance, as far as is possible. Wherefore we must keep them before us.",
        "length": 442
    },
    {
        "book": 6,
        "section": 48,
        "text": "You are not dissatisfied, I suppose, because you weigh only so many litrae and not three hundred. Be not dissatisfied then that you must live only so many years and not more; for as you are satisfied with the amount of substance which has been assigned to you, so be content with the time.",
        "length": 289
    },
    {
        "book": 6,
        "section": 49,
        "text": "Let us try to persuade them (men). But act even against their will, when the principles of justice lead that way. If however any man by using force stands in your way, betake yourself to contentment and tranquility, and at the same time employ the hindrance towards the exercise of some other virtue; and remember that your attempt was with a reservation, that you didst not desire to do impossibilities. What then didst you desire?- Some such effort as this.- But you attain your object, if the things to which you wast moved are accomplished.",
        "length": 544
    },
    {
        "book": 6,
        "section": 50,
        "text": "He who loves fame considers another man's activity to be his own good; and he who loves pleasure, his own sensations; but he who has understanding, considers his own acts to be his own good.",
        "length": 190
    },
    {
        "book": 6,
        "section": 51,
        "text": "It is in our power to have no opinion about a thing, and not to be disturbed in our soul; for things themselves have no natural power to form our judgements.",
        "length": 157
    },
    {
        "book": 6,
        "section": 52,
        "text": "Accustom yourself to attend carefully to what is said by another, and as much as it is possible, be in the speaker's mind.",
        "length": 122
    },
    {
        "book": 6,
        "section": 53,
        "text": "That which is not good for the swarm, neither is it good for the bee.",
        "length": 69
    },
    {
        "book": 6,
        "section": 54,
        "text": "If sailors abused the helmsman or the sick the doctor, would they listen to anybody else; or how could the helmsman secure the safety of those in the ship or the doctor the health of those whom he attends?",
        "length": 205
    },
    {
        "book": 6,
        "section": 55,
        "text": "How many together with whom I came into the world are already gone out of it.",
        "length": 77
    },
    {
        "book": 6,
        "section": 56,
        "text": "To the jaundiced honey tastes bitter, and to those bitten by mad dogs water causes fear; and to little children the ball is a fine thing. Why then am I angry? Do you think that a false opinion has less power than the bile in the jaundiced or the poison in him who is bitten by a mad dog?",
        "length": 287
    },
    {
        "book": 6,
        "section": 57,
        "text": "No man will hinder you from living according to the reason of your own nature: nothing will happen to you contrary to the reason of the universal nature.",
        "length": 153
    },
    {
        "book": 6,
        "section": 58,
        "text": "What kind of people are those whom men wish to please, and for what objects, and by what kind of acts? How soon will time cover all things, and how many it has covered already.",
        "length": 176
    },
    {
        "book": 7,
        "section": 1,
        "text": "What is badness? It is that which you have often seen. And on the occasion of everything which happens keep this in mind, that it is that which you have often seen. Everywhere up and down you will find the same things, with which the old histories are filled, those of the middle ages and those of our own day; with which cities and houses are filled now. There is nothing new: all things are both familiar and short-lived.",
        "length": 423
    },
    {
        "book": 7,
        "section": 2,
        "text": "How can our principles become dead, unless the impressions (thoughts) which correspond to them are extinguished? But it is in your power continuously to fan these thoughts into a flame. I can have that opinion about anything, which I ought to have. If I can, why am I disturbed? The things which are external to my mind have no relation at all to my mind.- Let this be the state of your affects, and you stand erect. To recover your life is in your power. Look at things again as you didst use to look at them; for in this consists the recovery of your life.",
        "length": 558
    },
    {
        "book": 7,
        "section": 3,
        "text": "The idle business of show, plays on the stage, flocks of sheep, herds, exercises with spears, a bone cast to little dogs, a bit of bread into fish-ponds, labourings of ants and burden-carrying, runnings about of frightened little mice, puppets pulled by strings- all alike. It is your duty then in the midst of such things to show good humour and not a proud air; to understand however that every man is worth just so much as the things are worth about which he busies himself.",
        "length": 477
    },
    {
        "book": 7,
        "section": 4,
        "text": "In discourse you must attend to what is said, and in every movement you must observe what is doing. And in the one you should see immediately to what end it refers, but in the other watch carefully what is the thing signified.",
        "length": 226
    },
    {
        "book": 7,
        "section": 5,
        "text": "Is my understanding sufficient for this or not? If it is sufficient, I use it for the work as an instrument given by the universal nature. But if it is not sufficient, then either I retire from the work and give way to him who is able to do it better, unless there be some reason why I ought not to do so; or I do it as well as I can, taking to help me the man who with the aid of my ruling principle can do what is now fit and useful for the general good. For whatsoever either by myself or with another I can do, ought to be directed to this only, to that which is useful and well suited to society.",
        "length": 601
    },
    {
        "book": 7,
        "section": 6,
        "text": "How many after being celebrated by fame have been given up to oblivion; and how many who have celebrated the fame of others have long been dead.",
        "length": 144
    },
    {
        "book": 7,
        "section": 7,
        "text": "Be not ashamed to be helped; for it is your business to do your duty like a soldier in the assault on a town. How then, if being lame you canst not mount up on the battlements alone, but with the help of another it is possible?",
        "length": 227
    },
    {
        "book": 7,
        "section": 8,
        "text": "Let not future things disturb you, for you will come to them, if it shall be necessary, having with you the same reason which now you use for present things.",
        "length": 157
    },
    {
        "book": 7,
        "section": 9,
        "text": "All things are implicated with one another, and the bond is holy; and there is hardly anything unconnected with any other thing. For things have been co-ordinated, and they combine to form the same universe (order). For there is one universe made up of all things, and one God who pervades all things, and one substance, and one law, one common reason in all intelligent animals, and one truth; if indeed there is also one perfection for all animals which are of the same stock and participate in the same reason.",
        "length": 513
    },
    {
        "book": 7,
        "section": 10,
        "text": "Everything material soon disappears in the substance of the whole; and everything formal (causal) is very soon taken back into the universal reason; and the memory of everything is very soon overwhelmed in time.",
        "length": 211
    },
    {
        "book": 7,
        "section": 11,
        "text": "To the rational animal the same act is according to nature and according to reason.",
        "length": 83
    },
    {
        "book": 7,
        "section": 12,
        "text": "Be you erect, or be made erect.",
        "length": 31
    },
    {
        "book": 7,
        "section": 13,
        "text": "Just as it is with the members in those bodies which are united in one, so it is with rational beings which exist separate, for they have been constituted for one co-operation. And the perception of this will be more apparent to you, if you often say to yourself that I am a member (melos) of the system of rational beings. But if (using the letter r) you say that you are a part (meros) you do not yet love men from your heart; beneficence does not yet delight you for its own sake; you still do it barely as a thing of propriety, and not yet as doing good to yourself.",
        "length": 570
    },
    {
        "book": 7,
        "section": 14,
        "text": "Let there fall externally what will on the parts which can feel the effects of this fall. For those parts which have felt will complain, if they choose. But I, unless I think that what has happened is an evil, am not injured. And it is in my power not to think so.",
        "length": 264
    },
    {
        "book": 7,
        "section": 15,
        "text": "Whatever any one does or says, I must be good, just as if the gold, or the emerald, or the purple were always saying this, Whatever any one does or says, I must be emerald and keep my colour.",
        "length": 191
    },
    {
        "book": 7,
        "section": 16,
        "text": "The ruling faculty does not disturb itself; I mean, does not frighten itself or cause itself pain. But if any one else can frighten or pain it, let him do so. For the faculty itself will not by its own opinion turn itself into such ways. Let the body itself take care, if it can, that is suffer nothing, and let it speak, if it suffers. But the soul itself, that which is subject to fear, to pain, which has completely the power of forming an opinion about these things, will suffer nothing, for it will never deviate into such a judgement. The leading principle in itself wants nothing, unless it makes a want for itself; and therefore it is both free from perturbation and unimpeded, if it does not disturb and impede itself.",
        "length": 727
    },
    {
        "book": 7,
        "section": 17,
        "text": "Eudaemonia (happiness) is a good daemon, or a good thing. What then are you doing here, O imagination? Go away, I entreat you by the gods, as you didst come, for I want you not. But you are come according to your old fashion. I am not angry with you: only go away.",
        "length": 264
    },
    {
        "book": 7,
        "section": 18,
        "text": "Is any man afraid of change? Why what can take place without change? What then is more pleasing or more suitable to the universal nature? And canst you take a bath unless the wood undergoes a change? And canst you be nourished, unless the food undergoes a change? And can anything else that is useful be accomplished without change? Do you not see then that for yourself also to change is just the same, and equally necessary for the universal nature?",
        "length": 451
    },
    {
        "book": 7,
        "section": 19,
        "text": "Through the universal substance as through a furious torrent all bodies are carried, being by their nature united with and cooperating with the whole, as the parts of our body with one another. How many a Chrysippus, how many a Socrates, how many an Epictetus has time already swallowed up? And let the same thought occur to you with reference to every man and thing.",
        "length": 367
    },
    {
        "book": 7,
        "section": 20,
        "text": "One thing only troubles me, lest I should do something which the constitution of man does not allow, or in the way which it does not allow, or what it does not allow now.",
        "length": 170
    },
    {
        "book": 7,
        "section": 21,
        "text": "Near is your forgetfulness of all things; and near the forgetfulness of you by all.",
        "length": 83
    },
    {
        "book": 7,
        "section": 22,
        "text": "It is peculiar to man to love even those who do wrong. And this happens, if when they do wrong it occurs to you that they are kinsmen, and that they do wrong through ignorance and unintentionally, and that soon both of you will die; and above all, that the wrong-doer has done you no harm, for he has not made your ruling faculty worse than it was before.",
        "length": 355
    },
    {
        "book": 7,
        "section": 23,
        "text": "The universal nature out of the universal substance, as if it were wax, now moulds a horse, and when it has broken this up, it uses the material for a tree, then for a man, then for something else; and each of these things subsists for a very short time. But it is no hardship for the vessel to be broken up, just as there was none in its being fastened together.",
        "length": 363
    },
    {
        "book": 7,
        "section": 24,
        "text": "A scowling look is altogether unnatural; when it is often assumed, the result is that all comeliness dies away, and at last is so completely extinguished that it cannot be again lighted up at all. Try to conclude from this very fact that it is contrary to reason. For if even the perception of doing wrong shall depart, what reason is there for living any longer?",
        "length": 363
    },
    {
        "book": 7,
        "section": 25,
        "text": "Nature which governs the whole will soon change all things which you see, and out of their substance will make other things, and again other things from the substance of them, in order that the world may be ever new.",
        "length": 216
    },
    {
        "book": 7,
        "section": 26,
        "text": "When a man has done you any wrong, immediately consider with what opinion about good or evil he has done wrong. For when you have seen this, you will pity him, and will neither wonder nor be angry. For either you yourself think the same thing to be good that he does or another thing of the same kind. It is your duty then to pardon him. But if you do not think such things to be good or evil, you will more readily be well disposed to him who is in error.",
        "length": 456
    },
    {
        "book": 7,
        "section": 27,
        "text": "Think not so much of what you have not as of what you have: but of the things which you have select the best, and then reflect how eagerly they would have been sought, if you had them not. At the same time however take care that you do not through being so pleased with them accustom yourself to overvalue them, so as to be disturbed if ever you should not have them.",
        "length": 367
    },
    {
        "book": 7,
        "section": 28,
        "text": "Retire into yourself. The rational principle which rules has this nature, that it is content with itself when it does what is just, and so secures tranquility.",
        "length": 159
    },
    {
        "book": 7,
        "section": 29,
        "text": "Wipe out the imagination. Stop the pulling of the strings. Confine yourself to the present. Understand well what happens either to you or to another. Divide and distribute every object into the causal (formal) and the material. Think of your last hour. Let the wrong which is done by a man stay there where the wrong was done.",
        "length": 326
    },
    {
        "book": 7,
        "section": 30,
        "text": "Direct your attention to what is said. Let your understanding enter into the things that are doing and the things which do them.",
        "length": 128
    },
    {
        "book": 7,
        "section": 31,
        "text": "Adorn yourself with simplicity and modesty and with indifference towards the things which lie between virtue and vice. Love mankind. Follow God. The poet says that Law rules all.- And it is enough to remember that Law rules all.",
        "length": 228
    },
    {
        "book": 7,
        "section": 32,
        "text": "About death: Whether it is a dispersion, or a resolution into atoms, or annihilation, it is either extinction or change.",
        "length": 120
    },
    {
        "book": 7,
        "section": 33,
        "text": "About pain: The pain which is intolerable carries us off; but that which lasts a long time is tolerable; and the mind maintains its own tranquility by retiring into itself, and the ruling faculty is not made worse. But the parts which are harmed by pain, let them, if they can, give their opinion about it.",
        "length": 306
    },
    {
        "book": 7,
        "section": 34,
        "text": "About fame: Look at the minds of those who seek fame, observe what they are, and what kind of things they avoid, and what kind of things they pursue. And consider that as the heaps of sand piled on one another hide the former sands, so in life the events which go before are soon covered by those which come after.",
        "length": 314
    },
    {
        "book": 7,
        "section": 35,
        "text": "From Plato: The man who has an elevated mind and takes a view of all time and of all substance, do you suppose it possible for him to think that human life is anything great? it is not possible, he said.- Such a man then will think that death also is no evil.- Certainly not.",
        "length": 275
    },
    {
        "book": 7,
        "section": 36,
        "text": "From Antisthenes: It is royal to do good and to be abused.",
        "length": 58
    },
    {
        "book": 7,
        "section": 37,
        "text": "It is a base thing for the countenance to be obedient and to regulate and compose itself as the mind commands, and for the mind not to be regulated and composed by itself.",
        "length": 171
    },
    {
        "book": 7,
        "section": 38,
        "text": "It is not right to vex ourselves at things,",
        "length": 43
    },
    {
        "book": 7,
        "section": 39,
        "text": "For they care nought about it.",
        "length": 30
    },
    {
        "book": 7,
        "section": 40,
        "text": "To the immortal gods and us give joy.",
        "length": 37
    },
    {
        "book": 7,
        "section": 41,
        "text": "Life must be reaped like the ripe ears of corn:",
        "length": 47
    },
    {
        "book": 7,
        "section": 42,
        "text": "One man is born; another dies.",
        "length": 30
    },
    {
        "book": 7,
        "section": 43,
        "text": "If gods care not for me and for my children,",
        "length": 44
    },
    {
        "book": 7,
        "section": 44,
        "text": "There is a reason for it.",
        "length": 25
    },
    {
        "book": 7,
        "section": 45,
        "text": "For the good is with me, and the just.",
        "length": 38
    },
    {
        "book": 7,
        "section": 46,
        "text": "No joining others in their wailing, no violent emotion.",
        "length": 55
    },
    {
        "book": 7,
        "section": 47,
        "text": "From Plato: But I would make this man a sufficient answer, which is this: You say not well, if you think that a man who is good for anything at all ought to compute the hazard of life or death, and should not rather look to this only in all that he does, whether he is doing what is just or unjust, and the works of a good or a bad man.",
        "length": 336
    },
    {
        "book": 7,
        "section": 48,
        "text": "For thus it is, men of Athens, in truth: wherever a man has placed himself thinking it the best place for him, or has been placed by a commander, there in my opinion he ought to stay and to abide the hazard, taking nothing into the reckoning, either death or anything else, before the baseness of deserting his post.",
        "length": 316
    },
    {
        "book": 7,
        "section": 49,
        "text": "But, my good friend, reflect whether that which is noble and good is not something different from saving and being saved; for as to a man living such or such a time, at least one who is really a man, consider if this is not a thing to be dismissed from the thoughts: and there must be no love of life: but as to these matters a man must intrust them to the deity and believe what the women say, that no man can escape his destiny, the next inquiry being how he may best live the time that he has to live.",
        "length": 504
    },
    {
        "book": 7,
        "section": 50,
        "text": "Look round at the courses of the stars, as if you were going along with them; and constantly consider the changes of the elements into one another; for such thoughts purge away the filth of the terrene life.",
        "length": 207
    },
    {
        "book": 7,
        "section": 51,
        "text": "This is a fine saying of Plato: That he who is discoursing about men should look also at earthly things as if he viewed them from some higher place; should look at them in their assemblies, armies, agricultural labours, marriages, treaties, births, deaths, noise of the courts of justice, desert places, various nations of barbarians, feasts, lamentations, markets, a mixture of all things and an orderly combination of contraries.",
        "length": 431
    },
    {
        "book": 7,
        "section": 52,
        "text": "Consider the past; such great changes of political supremacies. You may foresee also the things which will be. For they will certainly be of like form, and it is not possible that they should deviate from the order of the things which take place now: accordingly to have contemplated human life for forty years is the same as to have contemplated it for ten thousand years. For what more will you see?",
        "length": 401
    },
    {
        "book": 7,
        "section": 53,
        "text": "That which has grown from the earth to the earth,",
        "length": 49
    },
    {
        "book": 7,
        "section": 54,
        "text": "But that which has sprung from heavenly seed,",
        "length": 45
    },
    {
        "book": 7,
        "section": 55,
        "text": "Back to the heavenly realms returns.",
        "length": 36
    },
    {
        "book": 7,
        "section": 56,
        "text": "This is either a dissolution of the mutual involution of the atoms, or a similar dispersion of the unsentient elements.",
        "length": 119
    },
    {
        "book": 7,
        "section": 57,
        "text": "With food and drinks and cunning magic arts",
        "length": 43
    },
    {
        "book": 7,
        "section": 58,
        "text": "Turning the channel's course to 'scape from death.",
        "length": 50
    },
    {
        "book": 7,
        "section": 59,
        "text": "The breeze which heaven has sent",
        "length": 32
    },
    {
        "book": 7,
        "section": 60,
        "text": "We must endure, and toil without complaining.",
        "length": 45
    },
    {
        "book": 7,
        "section": 61,
        "text": "Another may be more expert in casting his opponent; but he is not more social, nor more modest, nor better disciplined to meet all that happens, nor more considerate with respect to the faults of his neighbours.",
        "length": 211
    },
    {
        "book": 7,
        "section": 62,
        "text": "Where any work can be done conformably to the reason which is common to gods and men, there we have nothing to fear: for where we are able to get profit by means of the activity which is successful and proceeds according to our constitution, there no harm is to be suspected.",
        "length": 275
    },
    {
        "book": 7,
        "section": 63,
        "text": "Everywhere and at all times it is in your power piously to acquiesce in your present condition, and to behave justly to those who are about you, and to exert your skill upon your present thoughts, that nothing shall steal into them without being well examined.",
        "length": 260
    },
    {
        "book": 7,
        "section": 64,
        "text": "Do not look around you to discover other men's ruling principles, but look straight to this, to what nature leads you, both the universal nature through the things which happen to you, and your own nature through the acts which must be done by you. But every being ought to do that which is according to its constitution; and all other things have been constituted for the sake of rational beings, just as among irrational things the inferior for the sake of the superior, but the rational for the sake of one another.",
        "length": 518
    },
    {
        "book": 7,
        "section": 65,
        "text": "The prime principle then in man's constitution is the social. And the second is not to yield to the persuasions of the body, for it is the peculiar office of the rational and intelligent motion to circumscribe itself, and never to be overpowered either by the motion of the senses or of the appetites, for both are animal; but the intelligent motion claims superiority and does not permit itself to be overpowered by the others. And with good reason, for it is formed by nature to use all of them. The third thing in the rational constitution is freedom from error and from deception. Let then the ruling principle holding fast to these things go straight on, and it has what is its own.",
        "length": 687
    },
    {
        "book": 7,
        "section": 66,
        "text": "Consider yourself to be dead, and to have completed your life up to the present time; and live according to nature the remainder which is allowed you.",
        "length": 150
    },
    {
        "book": 7,
        "section": 67,
        "text": "Love that only which happens to you and is spun with the thread of your destiny. For what is more suitable?",
        "length": 107
    },
    {
        "book": 7,
        "section": 68,
        "text": "In everything which happens keep before your eyes those to whom the same things happened, and how they were vexed, and treated them as strange things, and found fault with them: and now where are they? Nowhere. Why then do you too choose to act in the same way? And why do you not leave these agitations which are foreign to nature, to those who cause them and those who are moved by them? And why are you not altogether intent upon the right way of making use of the things which happen to you? For then you will use them well, and they will be a material for you to work on. Only attend to yourself, and resolve to be a good man in every act which you do: and remember...",
        "length": 673
    },
    {
        "book": 7,
        "section": 69,
        "text": "Look within. Within is the fountain of good, and it will ever bubble up, if you will ever dig.",
        "length": 94
    },
    {
        "book": 7,
        "section": 70,
        "text": "The body ought to be compact, and to show no irregularity either in motion or attitude. For what the mind shows in the face by maintaining in it the expression of intelligence and propriety, that ought to be required also in the whole body. But all of these things should be observed without affectation.",
        "length": 304
    },
    {
        "book": 7,
        "section": 71,
        "text": "The art of life is more like the wrestler's art than the dancer's, in respect of this, that it should stand ready and firm to meet onsets which are sudden and unexpected.",
        "length": 170
    },
    {
        "book": 7,
        "section": 72,
        "text": "Constantly observe who those are whose approbation you wish to have, and what ruling principles they possess. For then you will neither blame those who offend involuntarily, nor will you want their approbation, if you look to the sources of their opinions and appetites.",
        "length": 270
    },
    {
        "book": 7,
        "section": 73,
        "text": "Every soul, the philosopher says, is involuntarily deprived of truth; consequently in the same way it is deprived of justice and temperance and benevolence and everything of the kind. It is most necessary to bear this constantly in mind, for thus you will be more gentle towards all.",
        "length": 283
    },
    {
        "book": 7,
        "section": 74,
        "text": "In every pain let this thought be present, that there is no dishonour in it, nor does it make the governing intelligence worse, for it does not damage the intelligence either so far as the intelligence is rational or so far as it is social. Indeed in the case of most pains let this remark of Epicurus aid you, that pain is neither intolerable nor everlasting, if you bear in mind that it has its limits, and if you add nothing to it in imagination: and remember this too, that we do not perceive that many things which are disagreeable to us are the same as pain, such as excessive drowsiness, and the being scorched by heat, and the having no appetite. When then you are discontented about any of these things, say to yourself, that you are yielding to pain.",
        "length": 760
    },
    {
        "book": 7,
        "section": 75,
        "text": "Take care not to feel towards the inhuman, as they feel towards men.",
        "length": 68
    },
    {
        "book": 7,
        "section": 76,
        "text": "How do we know if Telauges was not superior in character to Socrates? For it is not enough that Socrates died a more noble death, and disputed more skilfully with the sophists, and passed the night in the cold with more endurance, and that when he was bid to arrest Leon of Salamis, he considered it more noble to refuse, and that he walked in a swaggering way in the streets- though as to this fact one may have great doubts if it was true. But we ought to inquire, what kind of a soul it was that Socrates possessed, and if he was able to be content with being just towards men and pious towards the gods, neither idly vexed on account of men's villainy, nor yet making himself a slave to any man's ignorance, nor receiving as strange anything that fell to his share out of the universal, nor enduring it as intolerable, nor allowing his understanding to sympathize with the affects of the miserable flesh.",
        "length": 908
    },
    {
        "book": 7,
        "section": 77,
        "text": "Nature has not so mingled the intelligence with the composition of the body, as not to have allowed you the power of circumscribing yourself and of bringing under subjection to yourself all that is your own; for it is very possible to be a divine man and to be recognised as such by no one. Always bear this in mind; and another thing too, that very little indeed is necessary for living a happy life. And because you have despaired of becoming a dialectician and skilled in the knowledge of nature, do not for this reason renounce the hope of being both free and modest and social and obedient to God.",
        "length": 602
    },
    {
        "book": 7,
        "section": 78,
        "text": "It is in your power to live free from all compulsion in the greatest tranquility of mind, even if all the world cry out against you as much as they choose, and even if wild beasts tear in pieces the members of this kneaded matter which has grown around you. For what hinders the mind in the midst of all this from maintaining itself in tranquility and in a just judgement of all surrounding things and in a ready use of the objects which are presented to it, so that the judgement may say to the thing which falls under its observation: This you are in substance (reality), though in men's opinion you may appear to be of a different kind; and the use shall say to that which falls under the hand: You are the thing that I was seeking; for to me that which presents itself is always a material for virtue both rational and political, and in a word, for the exercise of art, which belongs to man or God. For everything which happens has a relationship either to God or man, and is neither new nor difficult to handle, but usual and apt matter to work on.",
        "length": 1053
    },
    {
        "book": 7,
        "section": 79,
        "text": "The perfection of moral character consists in this, in passing every day as the last, and in being neither violently excited nor torpid nor playing the hypocrite.",
        "length": 162
    },
    {
        "book": 7,
        "section": 80,
        "text": "The gods who are immortal are not vexed because during so long a time they must tolerate continually men such as they are and so many of them bad; and besides this, they also take care of them in all ways. But you, who are destined to end so soon, are you wearied of enduring the bad, and this too when you are one of them?",
        "length": 323
    },
    {
        "book": 7,
        "section": 81,
        "text": "It is a ridiculous thing for a man not to fly from his own badness, which is indeed possible, but to fly from other men's badness, which is impossible.",
        "length": 151
    },
    {
        "book": 7,
        "section": 82,
        "text": "Whatever the rational and political (social) faculty finds to be neither intelligent nor social, it properly judges to be inferior to itself.",
        "length": 141
    },
    {
        "book": 7,
        "section": 83,
        "text": "When you have done a good act and another has received it, why do you look for a third thing besides these, as fools do, either to have the reputation of having done a good act or to obtain a return?",
        "length": 199
    },
    {
        "book": 7,
        "section": 84,
        "text": "No man is tired of receiving what is useful. But it is useful to act according to nature. Do not then be tired of receiving what is useful by doing it to others.",
        "length": 161
    },
    {
        "book": 7,
        "section": 85,
        "text": "The nature of the An moved to make the universe. But now either everything that takes place comes by way of consequence or continuity; or even the chief things towards which the ruling power of the universe directs its own movement are governed by no rational principle. If this is remembered it will make you more tranquil in many things.",
        "length": 339
    },
    {
        "book": 8,
        "section": 1,
        "text": "This reflection also tends to the removal of the desire of empty fame, that it is no longer in your power to have lived the whole of your life, or at least your life from your youth upwards, like a philosopher; but both to many others and to yourself it is plain that you are far from philosophy. You have fallen into disorder then, so that it is no longer easy for you to get the reputation of a philosopher; and your plan of life also opposes it. If then you have truly seen where the matter lies, throw away the thought, How you shall seem to others, and be content if you shall live the rest of your life in such wise as your nature wills. Observe then what it wills, and let nothing else distract you; for you have had experience of many wanderings without having found happiness anywhere, not in syllogisms, nor in wealth, nor in reputation, nor in enjoyment, nor anywhere. Where is it then? In doing what man's nature requires. How then shall a man do this? If he has principles from which come his affects and his acts. What principles? Those which relate to good and bad: the belief that there is nothing good for man, which does not make him just, temperate, manly, free; and that there is nothing bad, which does not do the contrary to what has been mentioned.",
        "length": 1271
    },
    {
        "book": 8,
        "section": 2,
        "text": "On the occasion of every act ask yourself, How is this with respect to me? Shall I repent of it? A little time and I am dead, and all is gone. What more do I seek, if what I am now doing is work of an intelligent living being, and a social being, and one who is under the same law with God?",
        "length": 290
    },
    {
        "book": 8,
        "section": 3,
        "text": "Alexander and Gaius and Pompeius, what are they in comparison with Diogenes and Heraclitus and Socrates? For they were acquainted with things, and their causes (forms), and their matter, and the ruling principles of these men were the same. But as to the others, how many things had they to care for, and to how many things were they slaves?",
        "length": 341
    },
    {
        "book": 8,
        "section": 4,
        "text": "Consider that men will do the same things nevertheless, even though you should burst.",
        "length": 85
    },
    {
        "book": 8,
        "section": 5,
        "text": "This is the chief thing: Be not perturbed, for all things are according to the nature of the universal; and in a little time you will be nobody and nowhere, like Hadrian and Augustus. In the next place having fixed your eyes steadily on your business look at it, and at the same time remembering that it is your duty to be a good man, and what man's nature demands, do that without turning aside; and speak as it seems to you most just, only let it be with a good disposition and with modesty and without hypocrisy.",
        "length": 515
    },
    {
        "book": 8,
        "section": 6,
        "text": "The nature of the universal has this work to do, to remove to that place the things which are in this, to change them, to take them away hence, and to carry them there. All things are change, yet we need not fear anything new. All things are familiar to us; but the distribution of them still remains the same.",
        "length": 310
    },
    {
        "book": 8,
        "section": 7,
        "text": "Every nature is contented with itself when it goes on its way well; and a rational nature goes on its way well, when in its thoughts it assents to nothing false or uncertain, and when it directs its movements to social acts only, and when it confines its desires and aversions to the things which are in its power, and when it is satisfied with everything that is assigned to it by the common nature. For of this common nature every particular nature is a part, as the nature of the leaf is a part of the nature of the plant; except that in the plant the nature of the leaf is part of a nature which has not perception or reason, and is subject to be impeded; but the nature of man is part of a nature which is not subject to impediments, and is intelligent and just, since it gives to everything in equal portions and according to its worth, times, substance, cause (form), activity, and incident. But examine, not to discover that any one thing compared with any other single thing is equal in all respects, but by taking all the parts together of one thing and comparing them with all the parts together of another.",
        "length": 1118
    },
    {
        "book": 8,
        "section": 8,
        "text": "You have not leisure or ability to read. But you have leisure or ability to check arrogance: you have leisure to be superior to pleasure and pain: you have leisure to be superior to love of fame, and not to be vexed at stupid and ungrateful people, nay even to care for them.",
        "length": 275
    },
    {
        "book": 8,
        "section": 9,
        "text": "Let no man any longer hear you finding fault with the court life or with your own.",
        "length": 82
    },
    {
        "book": 8,
        "section": 10,
        "text": "Repentance is a kind of self-reproof for having neglected something useful; but that which is good must be something useful, and the perfect good man should look after it. But no such man would ever repent of having refused any sensual pleasure. Pleasure then is neither good nor useful.",
        "length": 287
    },
    {
        "book": 8,
        "section": 11,
        "text": "This thing, what is it in itself, in its own constitution? What is its substance and material? And what its causal nature (or form)? And what is it doing in the world? And how long does it subsist?",
        "length": 197
    },
    {
        "book": 8,
        "section": 12,
        "text": "When you rise from sleep with reluctance, remember that it is according to your constitution and according to human nature to perform social acts, but sleeping is common also to irrational animals. But that which is according to each individual's nature is also more peculiarly its own, and more suitable to its nature, and indeed also more agreeable.",
        "length": 351
    },
    {
        "book": 8,
        "section": 13,
        "text": "Constantly and, if it be possible, on the occasion of every impression on the soul, apply to it the principles of Physic, of Ethic, and of Dialectic.",
        "length": 149
    },
    {
        "book": 8,
        "section": 14,
        "text": "Whatever man you meet with, immediately say to yourself: What opinions has this man about good and bad? For if with respect to pleasure and pain and the causes of each, and with respect to fame and ignominy, death and life, he has such and such opinions, it will seem nothing wonderful or strange to me, if he does such and such things; and I shall bear in mind that he is compelled to do so.",
        "length": 392
    },
    {
        "book": 8,
        "section": 15,
        "text": "Remember that as it is a shame to be surprised if the fig-tree produces figs, so it is to be surprised if the world produces such and such things of which it is productive; and for the physician and the helmsman it is a shame to be surprised, if a man has a fever, or if the wind is unfavourable.",
        "length": 296
    },
    {
        "book": 8,
        "section": 16,
        "text": "Remember that to change your opinion and to follow him who corrects your error is as consistent with freedom as it is to persist in your error. For it is your own, the activity which is exerted according to your own movement and judgement, and indeed according to your own understanding too.",
        "length": 291
    },
    {
        "book": 8,
        "section": 17,
        "text": "If a thing is in your own power, why do you do it? But if it is in the power of another, whom do you blame? The atoms (chance) or the gods? Both are foolish. You must blame nobody. For if you canst, correct that which is the cause; but if you canst not do this, correct at least the thing itself; but if you canst not do even this, of what use is it to you to find fault? For nothing should be done without a purpose.",
        "length": 417
    },
    {
        "book": 8,
        "section": 18,
        "text": "That which has died falls not out of the universe. If it stays here, it also changes here, and is dissolved into its proper parts, which are elements of the universe and of yourself. And these too change, and they murmur not.",
        "length": 225
    },
    {
        "book": 8,
        "section": 19,
        "text": "Everything exists for some end, a horse, a vine. Why do you wonder? Even the sun will say, I am for some purpose, and the rest of the gods will say the same. For what purpose then are you? to enjoy pleasure? See if common sense allows this.",
        "length": 240
    },
    {
        "book": 8,
        "section": 20,
        "text": "Nature has had regard in everything no less to the end than to the beginning and the continuance, just like the man who throws up a ball. What good is it then for the ball to be thrown up, or harm for it to come down, or even to have fallen? And what good is it to the bubble while it holds together, or what harm when it is burst? The same may be said of a light also.",
        "length": 369
    },
    {
        "book": 8,
        "section": 21,
        "text": "Turn it (the body) inside out, and see what kind of thing it is; and when it has grown old, what kind of thing it becomes, and when it is diseased.",
        "length": 147
    },
    {
        "book": 8,
        "section": 22,
        "text": "Short-lived are both the praiser and the praised, and the rememberer and the remembered: and all this in a nook of this part of the world; and not even here do all agree, no, not any one with himself: and the whole earth too is a point.",
        "length": 236
    },
    {
        "book": 8,
        "section": 23,
        "text": "Attend to the matter which is before you, whether it is an opinion or an act or a word.",
        "length": 87
    },
    {
        "book": 8,
        "section": 24,
        "text": "You suffer this justly: for you choose rather to become good to-morrow than to be good to-day.",
        "length": 94
    },
    {
        "book": 8,
        "section": 25,
        "text": "Am I doing anything? I do it with reference to the good of mankind. Does anything happen to me? I receive it and refer it to the gods, and the source of all things, from which all that happens is derived.",
        "length": 204
    },
    {
        "book": 8,
        "section": 26,
        "text": "Such as bathing appears to you- oil, sweat, dirt, filthy water, all things disgusting- so is every part of life and everything.",
        "length": 127
    },
    {
        "book": 8,
        "section": 27,
        "text": "Lucilla saw Verus die, and then Lucilla died. Secunda saw Maximus die, and then Secunda died. Epitynchanus saw Diotimus die, and Epitynchanus died. Antoninus saw Faustina die, and then Antoninus died. Such is everything. Celer saw Hadrian die, and then Celer died. And those sharp-witted men, either seers or men inflated with pride, where are they? For instance the sharp-witted men, Charax and Demetrius the Platonist and Eudaemon, and any one else like them. All ephemeral, dead long ago. Some indeed have not been remembered even for a short time, and others have become the heroes of fables, and again others have disappeared even from fables. Remember this then, that this little compound, yourself, must either be dissolved, or your poor breath must be extinguished, or be removed and placed elsewhere.",
        "length": 809
    },
    {
        "book": 8,
        "section": 28,
        "text": "It is satisfaction to a man to do the proper works of a man. Now it is a proper work of a man to be benevolent to his own kind, to despise the movements of the senses, to form a just judgement of plausible appearances, and to take a survey of the nature of the universe and of the things which happen in it.",
        "length": 307
    },
    {
        "book": 8,
        "section": 29,
        "text": "There are three relations between you and other things: the one to the body which surrounds you; the second to the divine cause from which all things come to all; and the third to those who live with you.",
        "length": 204
    },
    {
        "book": 8,
        "section": 30,
        "text": "Pain is either an evil to the body- then let the body say what it thinks of it- or to the soul; but it is in the power of the soul to maintain its own serenity and tranquility, and not to think that pain is an evil. For every judgement and movement and desire and aversion is within, and no evil ascends so high.",
        "length": 312
    },
    {
        "book": 8,
        "section": 31,
        "text": "Wipe out your imaginations by often saying to yourself: now it is in my power to let no badness be in this soul, nor desire nor any perturbation at all; but looking at all things I see what is their nature, and I use each according to its value.- Remember this power which you have from nature.",
        "length": 294
    },
    {
        "book": 8,
        "section": 32,
        "text": "Speak both in the senate and to every man, whoever he may be, appropriately, not with any affectation: use plain discourse.",
        "length": 123
    },
    {
        "book": 8,
        "section": 33,
        "text": "Augustus' court, wife, daughter, descendants, ancestors, sister, Agrippa, kinsmen, intimates, friends, Areius, Maecenas, physicians and sacrificing priests- the whole court is dead. Then turn to the rest, not considering the death of a single man, but of a whole race, as of the Pompeii; and that which is inscribed on the tombs- The last of his race. Then consider what trouble those before them have had that they might leave a successor; and then, that of necessity some one must be the last. Again here consider the death of a whole race.",
        "length": 542
    },
    {
        "book": 8,
        "section": 34,
        "text": "It is your duty to order your life well in every single act; and if every act does its duty, as far as is possible, be content; and no one is able to hinder you so that each act shall not do its duty.- But something external will stand in the way.- Nothing will stand in the way of your acting justly and soberly and considerately.- But perhaps some other active power will be hindered.- Well, but by acquiescing in the hindrance and by being content to transfer your efforts to that which is allowed, another opportunity of action is immediately put before you in place of that which was hindered, and one which will adapt itself to this ordering of which we are speaking.",
        "length": 673
    },
    {
        "book": 8,
        "section": 35,
        "text": "Receive wealth or prosperity without arrogance; and be ready to let it go.",
        "length": 74
    },
    {
        "book": 8,
        "section": 36,
        "text": "If you didst ever see a hand cut off, or a foot, or a head, lying anywhere apart from the rest of the body, such does a man make himself, as far as he can, who is not content with what happens, and separates himself from others, or does anything unsocial. Suppose that you have detached yourself from the natural unity- for you wast made by nature a part, but now you have cut yourself off- yet here there is this beautiful provision, that it is in your power again to unite yourself. God has allowed this to no other part, after it has been separated and cut asunder, to come together again. But consider the kindness by which he has distinguished man, for he has put it in his power not to be separated at all from the universal; and when he has been separated, he has allowed him to return and to be united and to resume his place as a part.",
        "length": 844
    },
    {
        "book": 8,
        "section": 37,
        "text": "As the nature of the universal has given to every rational being all the other powers that it has, so we have received from it this power also. For as the universal nature converts and fixes in its predestined place everything which stands in the way and opposes it, and makes such things a part of itself, so also the rational animal is able to make every hindrance its own material, and to use it for such purposes as it may have designed.",
        "length": 441
    },
    {
        "book": 8,
        "section": 38,
        "text": "Do not disturb yourself by thinking of the whole of your life. Let not your thoughts at once embrace all the various troubles which you may expect to befall you: but on every occasion ask yourself, What is there in this which is intolerable and past bearing? For you will be ashamed to confess. In the next place remember that neither the future nor the past pains you, but only the present. But this is reduced to a very little, if you only circumscribe it, and chide your mind, if it is unable to hold out against even this.",
        "length": 526
    },
    {
        "book": 8,
        "section": 39,
        "text": "Does Panthea or Pergamus now sit by the tomb of Verus? Does Chaurias or Diotimus sit by the tomb of Hadrian? That would be ridiculous. Well, suppose they did sit there, would the dead be conscious of it? And if the dead were conscious, would they be pleased? And if they were pleased, would that make them immortal? Was it not in the order of destiny that these persons too should first become old women and old men and then die? What then would those do after these were dead? All this is foul smell and blood in a bag.",
        "length": 520
    },
    {
        "book": 8,
        "section": 40,
        "text": "If you canst see sharp, look and judge wisely, says the philosopher.",
        "length": 68
    },
    {
        "book": 8,
        "section": 41,
        "text": "In the constitution of the rational animal I see no virtue which is opposed to justice; but I see a virtue which is opposed to love of pleasure, and that is temperance.",
        "length": 168
    },
    {
        "book": 8,
        "section": 42,
        "text": "If you take away your opinion about that which appears to give you pain, you yourself stand in perfect security.- Who is this self?- The reason.- But I am not reason.- Be it so. Let then the reason itself not trouble itself. But if any other part of you suffers, let it have its own opinion about itself.",
        "length": 304
    },
    {
        "book": 8,
        "section": 43,
        "text": "Hindrance to the perceptions of sense is an evil to the animal nature. Hindrance to the movements (desires) is equally an evil to the animal nature. And something else also is equally an impediment and an evil to the constitution of plants. So then that which is a hindrance to the intelligence is an evil to the intelligent nature. Apply all these things then to yourself. Does pain or sensuous pleasure affect you? The senses will look to that.- Has any obstacle opposed you in your efforts towards an object? if indeed you wast making this effort absolutely (unconditionally, or without any reservation), certainly this obstacle is an evil to you considered as a rational animal. But if you take into consideration the usual course of things, you have not yet been injured nor even impeded. The things however which are proper to the understanding no other man is used to impede, for neither fire, nor iron, nor tyrant, nor abuse, touches it in any way. When it has been made a sphere, it continues a sphere.",
        "length": 1011
    },
    {
        "book": 8,
        "section": 44,
        "text": "It is not fit that I should give myself pain, for I have never intentionally given pain even to another.",
        "length": 104
    },
    {
        "book": 8,
        "section": 45,
        "text": "Different things delight different people. But it is my delight to keep the ruling faculty sound without turning away either from any man or from any of the things which happen to men, but looking at and receiving all with welcome eyes and using everything according to its value.",
        "length": 280
    },
    {
        "book": 8,
        "section": 46,
        "text": "See that you secure this present time to yourself: for those who rather pursue posthumous fame do consider that the men of after time will be exactly such as these whom they cannot bear now; and both are mortal. And what is it in any way to you if these men of after time utter this or that sound, or have this or that opinion about you?",
        "length": 337
    },
    {
        "book": 8,
        "section": 47,
        "text": "Take me and cast me where you will; for there I shall keep my divine part tranquil, that is, content, if it can feel and act conformably to its proper constitution. Is this change of place sufficient reason why my soul should be unhappy and worse than it was, depressed, expanded, shrinking, affrighted? And what will you find which is sufficient reason for this?",
        "length": 363
    },
    {
        "book": 8,
        "section": 48,
        "text": "Nothing can happen to any man which is not a human accident, nor to an ox which is not according to the nature of an ox, nor to a vine which is not according to the nature of a vine, nor to a stone which is not proper to a stone. If then there happens to each thing both what is usual and natural, why should you complain? For the common nature brings nothing which may not be borne by you.",
        "length": 390
    },
    {
        "book": 8,
        "section": 49,
        "text": "If you are pained by any external thing, it is not this thing that disturbs you, but your own judgement about it. And it is in your power to wipe out this judgement now. But if anything in your own disposition gives you pain, who hinders you from correcting your opinion? And even if you are pained because you are not doing some particular thing which seems to you to be right, why do you not rather act than complain?- But some insuperable obstacle is in the way?- Do not be grieved then, for the cause of its not being done depends not on you.- But it is not worth while to live if this cannot be done.- Take your departure then from life contentedly, just as he dies who is in full activity, and well pleased too with the things which are obstacles.",
        "length": 753
    },
    {
        "book": 8,
        "section": 50,
        "text": "Remember that the ruling faculty is invincible, when self-collected it is satisfied with itself, if it does nothing which it does not choose to do, even if it resist from mere obstinacy. What then will it be when it forms a judgement about anything aided by reason and deliberately? Therefore the mind which is free from passions is a citadel, for man has nothing more secure to which he can fly for, refuge and for the future be inexpugnable. He then who has not seen this is an ignorant man; but he who has seen it and does not fly to this refuge is unhappy.",
        "length": 560
    },
    {
        "book": 8,
        "section": 51,
        "text": "Say nothing more to yourself than what the first appearances report. Suppose that it has been reported to you that a certain person speaks ill of you. This has been reported; but that you have been injured, that has not been reported. I see that my child is sick. I do see; but that he is in danger, I do not see. Thus then always abide by the first appearances, and add nothing yourself from within, and then nothing happens to you. Or rather add something, like a man who knows everything that happens in the world.",
        "length": 517
    },
    {
        "book": 8,
        "section": 52,
        "text": "A cucumber is bitter.- Throw it away.- There are briars in the road.- Turn aside from them.- This is enough. Do not add, And why were such things made in the world? For you will be ridiculed by a man who is acquainted with nature, as you would be ridiculed by a carpenter and shoemaker if you didst find fault because you see in their workshop shavings and cuttings from the things which they make. And yet they have places into which they can throw these shavings and cuttings, and the universal nature has no external space; but the wondrous part of her art is that though she has circumscribed herself, everything within her which appears to decay and to grow old and to be useless she changes into herself, and again makes other new things from these very same, so that she requires neither substance from without nor wants a place into which she may cast that which decays. She is content then with her own space, and her own matter and her own art.",
        "length": 954
    },
    {
        "book": 8,
        "section": 53,
        "text": "Neither in your actions be sluggish nor in your conversation without method, nor wandering in your thoughts, nor let there be in your soul inward contention nor external effusion, nor in life be so busy as to have no leisure.",
        "length": 225
    },
    {
        "book": 8,
        "section": 54,
        "text": "Suppose that men kill you, cut you in pieces, curse you. What then can these things do to prevent your mind from remaining pure, wise, sober, just? For instance, if a man should stand by a limpid pure spring, and curse it, the spring never ceases sending up potable water; and if he should cast clay into it or filth, it will speedily disperse them and wash them out, and will not be at all polluted. How then shall you possess a perpetual fountain and not a mere well? By forming yourself hourly to freedom conjoined with contentment, simplicity and modesty.",
        "length": 559
    },
    {
        "book": 8,
        "section": 55,
        "text": "He who does not know what the world is, does not know where he is. And he who does not know for what purpose the world exists, does not know who he is, nor what the world is. But he who has failed in any one of these things could not even say for what purpose he exists himself. What then do you think of him who avoids or seeks the praise of those who applaud, of men who know not either where they are or who they are?",
        "length": 420
    },
    {
        "book": 8,
        "section": 56,
        "text": "Do you wish to be praised by a man who curses himself thrice every hour? would you wish to please a man who does not please himself? Does a man please himself who repents of nearly everything that he does?",
        "length": 205
    },
    {
        "book": 8,
        "section": 57,
        "text": "No longer let your breathing only act in concert with the air which surrounds you, but let your intelligence also now be in harmony with the intelligence which embraces all things. For the intelligent power is no less diffused in all parts and pervades all things for him who is willing to draw it to him than the aerial power for him who is able to respire it.",
        "length": 361
    },
    {
        "book": 8,
        "section": 58,
        "text": "Generally, wickedness does no harm at all to the universe; and particularly, the wickedness of one man does no harm to another. It is only harmful to him who has it in his power to be released from it, as soon as he shall choose.",
        "length": 229
    },
    {
        "book": 8,
        "section": 59,
        "text": "To my own free will the free will of my neighbour is just as indifferent as his poor breath and flesh. For though we are made especially for the sake of one another, still the ruling power of each of us has its own office, for otherwise my neighbour's wickedness would be my harm, which God has not willed in order that my unhappiness may not depend on another.",
        "length": 361
    },
    {
        "book": 8,
        "section": 60,
        "text": "The sun appears to be poured down, and in all directions indeed it is diffused, yet it is not effused. For this diffusion is extension: Accordingly its rays are called Extensions [aktines] because they are extended [apo tou ekteinesthai]. But one may judge what kind of a thing a ray is, if he looks at the sun's light passing through a narrow opening into a darkened room, for it is extended in a right line, and as it were is divided when it meets with any solid body which stands in the way and intercepts the air beyond; but there the light remains fixed and does not glide or fall off. Such then ought to be the out-pouring and diffusion of the understanding, and it should in no way be an effusion, but an extension, and it should make no violent or impetuous collision with the obstacles which are in its way; nor yet fall down, but be fixed and enlighten that which receives it. For a body will deprive itself of the illumination, if it does not admit it.",
        "length": 963
    },
    {
        "book": 8,
        "section": 61,
        "text": "He who fears death either fears the loss of sensation or a different kind of sensation. But if you shall have no sensation, neither will you feel any harm; and if you shall acquire another kind of sensation, you will be a different kind of living being and you will not cease to live.",
        "length": 284
    },
    {
        "book": 8,
        "section": 62,
        "text": "Men exist for the sake of one another. Teach them then or bear with them.",
        "length": 73
    },
    {
        "book": 8,
        "section": 63,
        "text": "In one way an arrow moves, in another way the mind. The mind indeed, both when it exercises caution and when it is employed about inquiry, moves straight onward not the less, and to its object.",
        "length": 193
    },
    {
        "book": 8,
        "section": 64,
        "text": "Enter into every man's ruling faculty; and also let every other man enter into yours.",
        "length": 85
    },
    {
        "book": 9,
        "section": 1,
        "text": "He who acts unjustly acts impiously. For since the universal nature has made rational animals for the sake of one another to help one another according to their deserts, but in no way to injure one another, he who transgresses her will, is clearly guilty of impiety towards the highest divinity. And he too who lies is guilty of impiety to the same divinity; for the universal nature is the nature of things that are; and things that are have a relation to all things that come into existence. And further, this universal nature is named truth, and is the prime cause of all things that are true. He then who lies intentionally is guilty of impiety inasmuch as he acts unjustly by deceiving; and he also who lies unintentionally, inasmuch as he is at variance with the universal nature, and inasmuch as he disturbs the order by fighting against the nature of the world; for he fights against it, who is moved of himself to that which is contrary to truth, for he had received powers from nature through the neglect of which he is not able now to distinguish falsehood from truth. And indeed he who pursues pleasure as good, and avoids pain as evil, is guilty of impiety. For of necessity such a man must often find fault with the universal nature, alleging that it assigns things to the bad and the good contrary to their deserts, because frequently the bad are in the enjoyment of pleasure and possess the things which procure pleasure, but the good have pain for their share and the things which cause pain. And further, he who is afraid of pain will sometimes also be afraid of some of the things which will happen in the world, and even this is impiety. And he who pursues pleasure will not abstain from injustice, and this is plainly impiety. Now with respect to the things towards which the universal nature is equally affected- for it would not have made both, unless it was equally affected towards both- towards these they who wish to follow nature should be of the same mind with it, and equally affected. With respect to pain, then, and pleasure, or death and life, or honour and dishonour, which the universal nature employs equally, whoever is not equally affected is manifestly acting impiously. And I say that the universal nature employs them equally, instead of saying that they happen alike to those who are produced in continuous series and to those who come after them by virtue of a certain original movement of Providence, according to which it moved from a certain beginning to this ordering of things, having conceived certain principles of the things which were to be, and having determined powers productive of beings and of changes and of such like successions.",
        "length": 2688
    },
    {
        "book": 9,
        "section": 2,
        "text": "It would be a man's happiest lot to depart from mankind without having had any taste of lying and hypocrisy and luxury and pride. However to breathe out one's life when a man has had enough of these things is the next best voyage, as the saying is. Have you determined to abide with vice, and has not experience yet induced you to fly from this pestilence? For the destruction of the understanding is a pestilence, much more indeed than any such corruption and change of this atmosphere which surrounds us. For this corruption is a pestilence of animals so far as they are animals; but the other is a pestilence of men so far as they are men.",
        "length": 642
    },
    {
        "book": 9,
        "section": 3,
        "text": "Do not despise death, but be well content with it, since this too is one of those things which nature wills. For such as it is to be young and to grow old, and to increase and to reach maturity, and to have teeth and beard and grey hairs, and to beget, and to be pregnant and to bring forth, and all the other natural operations which the seasons of your life bring, such also is dissolution. This, then, is consistent with the character of a reflecting man, to be neither careless nor impatient nor contemptuous with respect to death, but to wait for it as one of the operations of nature. As you now wait for the time when the child shall come out of your wife's womb, so be ready for the time when your soul shall fall out of this envelope. But if you require also a vulgar kind of comfort which shall reach your heart, you will be made best reconciled to death by observing the objects from which you are going to be removed, and the morals of those with whom your soul will no longer be mingled. For it is no way right to be offended with men, but it is your duty to care for them and to bear with them gently; and yet to remember that your departure will be not from men who have the same principles as yourself. For this is the only thing, if there be any, which could draw us the contrary way and attach us to life, to be permitted to live with those who have the same principles as ourselves. But now you see how great is the trouble arising from the discordance of those who live together, so that you may say, Come quick, O death, lest perchance I, too, should forget myself.",
        "length": 1586
    },
    {
        "book": 9,
        "section": 4,
        "text": "He who does wrong does wrong against himself. He who acts unjustly acts unjustly to himself, because he makes himself bad.",
        "length": 122
    },
    {
        "book": 9,
        "section": 5,
        "text": "He often acts unjustly who does not do a certain thing; not only he who does a certain thing.",
        "length": 93
    },
    {
        "book": 9,
        "section": 6,
        "text": "Your present opinion founded on understanding, and your present conduct directed to social good, and your present disposition of contentment with everything which happens- that is enough.",
        "length": 187
    },
    {
        "book": 9,
        "section": 7,
        "text": "Wipe out imagination: check desire: extinguish appetite: keep the ruling faculty in its own power.",
        "length": 98
    },
    {
        "book": 9,
        "section": 8,
        "text": "Among the animals which have not reason one life is distributed; but among reasonable animals one intelligent soul is distributed: just as there is one earth of all things which are of an earthy nature, and we see by one light, and breathe one air, all of us that have the faculty of vision and all that have life.",
        "length": 314
    },
    {
        "book": 9,
        "section": 9,
        "text": "All things which participate in anything which is common to them all move towards that which is of the same kind with themselves. Everything which is earthy turns towards the earth, everything which is liquid flows together, and everything which is of an aerial kind does the same, so that they require something to keep them asunder, and the application of force. Fire indeed moves upwards on account of the elemental fire, but it is so ready to be kindled together with all the fire which is here, that even every substance which is somewhat dry, is easily ignited, because there is less mingled with it of that which is a hindrance to ignition. Accordingly then everything also which participates in the common intelligent nature moves in like manner towards that which is of the same kind with itself, or moves even more. For so much as it is superior in comparison with all other things, in the same degree also is it more ready to mingle with and to be fused with that which is akin to it. Accordingly among animals devoid of reason we find swarms of bees, and herds of cattle, and the nurture of young birds, and in a manner, loves; for even in animals there are souls, and that power which brings them together is seen to exert itself in the superior degree, and in such a way as never has been observed in plants nor in stones nor in trees. But in rational animals there are political communities and friendships, and families and meetings of people; and in wars, treaties and armistices. But in the things which are still superior, even though they are separated from one another, unity in a manner exists, as in the stars. Thus the ascent to the higher degree is able to produce a sympathy even in things which are separated. See, then, what now takes place. For only intelligent animals have now forgotten this mutual desire and inclination, and in them alone the property of flowing together is not seen. But still though men strive to avoid this union, they are caught and held by it, for their nature is too strong for them; and you will see what I say, if you only observe. Sooner, then, will one find anything earthy which comes in contact with no earthy thing than a man altogether separated from other men.",
        "length": 2225
    },
    {
        "book": 9,
        "section": 10,
        "text": "Both man and God and the universe produce fruit; at the proper seasons each produces it. But if usage has especially fixed these terms to the vine and like things, this is nothing. Reason produces fruit both for all and for itself, and there are produced from it other things of the same kind as reason itself.",
        "length": 310
    },
    {
        "book": 9,
        "section": 11,
        "text": "If you are able, correct by teaching those who do wrong; but if you canst not, remember that indulgence is given to you for this purpose. And the gods, too, are indulgent to such persons; and for some purposes they even help them to get health, wealth, reputation; so kind they are. And it is in your power also; or say, who hinders you?",
        "length": 337
    },
    {
        "book": 9,
        "section": 12,
        "text": "Labour not as one who is wretched, nor yet as one who would be pitied or admired: but direct your will to one thing only, to put yourself in motion and to check yourself, as the social reason requires.",
        "length": 201
    },
    {
        "book": 9,
        "section": 13,
        "text": "To-day I have got out of all trouble, or rather I have cast out all trouble, for it was not outside, but within and in my opinions.",
        "length": 131
    },
    {
        "book": 9,
        "section": 14,
        "text": "All things are the same, familiar in experience, and ephemeral in time, and worthless in the matter. Everything now is just as it was in the time of those whom we have buried.",
        "length": 175
    },
    {
        "book": 9,
        "section": 15,
        "text": "Things stand outside of us, themselves by themselves, neither knowing aught of themselves, nor expressing any judgement. What is it, then, which does judge about them? The ruling faculty.",
        "length": 187
    },
    {
        "book": 9,
        "section": 16,
        "text": "Not in passivity, but in activity lie the evil and the good of the rational social animal, just as his virtue and his vice lie not in passivity, but in activity.",
        "length": 161
    },
    {
        "book": 9,
        "section": 17,
        "text": "For the stone which has been thrown up it is no evil to come down, nor indeed any good to have been carried up.",
        "length": 111
    },
    {
        "book": 9,
        "section": 18,
        "text": "Penetrate inwards into men's leading principles, and you will see what judges you are afraid of, and what kind of judges they are of themselves.",
        "length": 144
    },
    {
        "book": 9,
        "section": 19,
        "text": "All things are changing: and you yourself are in continuous mutation and in a manner in continuous destruction, and the whole universe too.",
        "length": 139
    },
    {
        "book": 9,
        "section": 20,
        "text": "It is your duty to leave another man's wrongful act there where it is.",
        "length": 70
    },
    {
        "book": 9,
        "section": 21,
        "text": "Termination of activity, cessation from movement and opinion, and in a sense their death, is no evil. Turn your thoughts now to the consideration of your life, your life as a child, as a youth, your manhood, your old age, for in these also every change was a death. Is this anything to fear? Turn your thoughts now to your life under your grandfather, then to your life under your mother, then to your life under your father; and as you find many other differences and changes and terminations, ask yourself, Is this anything to fear? In like manner, then, neither are the termination and cessation and change of your whole life a thing to be afraid of.",
        "length": 653
    },
    {
        "book": 9,
        "section": 22,
        "text": "Hasten to examine your own ruling faculty and that of the universe and that of your neighbour: your own that you may make it just: and that of the universe, that you may remember of what you are a part; and that of your neighbour, that you may know whether he has acted ignorantly or with knowledge, and that you may also consider that his ruling faculty is akin to yours.",
        "length": 372
    },
    {
        "book": 9,
        "section": 23,
        "text": "As you yourself are a component part of a social system, so let every act of yours be a component part of social life. Whatever act of yours then has no reference either immediately or remotely to a social end, this tears asunder your life, and does not allow it to be one, and it is of the nature of a mutiny, just as when in a popular assembly a man acting by himself stands apart from the general agreement.",
        "length": 410
    },
    {
        "book": 9,
        "section": 24,
        "text": "Quarrels of little children and their sports, and poor spirits carrying about dead bodies, such is everything; and so what is exhibited in the representation of the mansions of the dead strikes our eyes more clearly.",
        "length": 216
    },
    {
        "book": 9,
        "section": 25,
        "text": "Examine into the quality of the form of an object, and detach it altogether from its material part, and then contemplate it; then determine the time, the longest which a thing of this peculiar form is naturally made to endure.",
        "length": 226
    },
    {
        "book": 9,
        "section": 26,
        "text": "You have endured infinite troubles through not being contented with your ruling faculty, when it does the things which it is constituted by nature to do. But enough of this.",
        "length": 173
    },
    {
        "book": 9,
        "section": 27,
        "text": "When another blames you or hates you, or when men say about you anything injurious, approach their poor souls, penetrate within, and see what kind of men they are. You will discover that there is no reason to take any trouble that these men may have this or that opinion about you. However you must be well disposed towards them, for by nature they are friends. And the gods too aid them in all ways, by dreams, by signs, towards the attainment of those things on which they set a value.",
        "length": 487
    },
    {
        "book": 9,
        "section": 28,
        "text": "The periodic movements of the universe are the same, up and down from age to age. And either the universal intelligence puts itself in motion for every separate effect, and if this is so, be you content with that which is the result of its activity; or it puts itself in motion once, and everything else comes by way of sequence in a manner; or indivisible elements are the origin of all things.- In a word, if there is a god, all is well; and if chance rules, do not you also be governed by it.",
        "length": 495
    },
    {
        "book": 9,
        "section": 29,
        "text": "Soon will the earth cover us all: then the earth, too, will change, and the things also which result from change will continue to change for ever, and these again for ever. For if a man reflects on the changes and transformations which follow one another like wave after wave and their rapidity, he will despise everything which is perishable.",
        "length": 343
    },
    {
        "book": 9,
        "section": 30,
        "text": "The universal cause is like a winter torrent: it carries everything along with it. But how worthless are all these poor people who are engaged in matters political, and, as they suppose, are playing the philosopher! All drivellers. Well then, man: do what nature now requires. Set yourself in motion, if it is in your power, and do not look about you to see if any one will observe it; nor yet expect Plato's Republic: but be content if the smallest thing goes on well, and consider such an event to be no small matter. For who can change men's opinions? And without a change of opinions what else is there than the slavery of men who groan while they pretend to obey? Come now and tell me of Alexander and Philip and Demetrius of Phalerum. They themselves shall judge whether they discovered what the common nature required, and trained themselves accordingly. But if they acted like tragedy heroes, no one has condemned me to imitate them. Simple and modest is the work of philosophy. Draw me not aside to indolence and pride.",
        "length": 1028
    },
    {
        "book": 9,
        "section": 31,
        "text": "Look down from above on the countless herds of men and their countless solemnities, and the infinitely varied voyagings in storms and calms, and the differences among those who are born, who live together, and die. And consider, too, the life lived by others in olden time, and the life of those who will live after you, and the life now lived among barbarous nations, and how many know not even your name, and how many will soon forget it, and how they who perhaps now are praising you will very soon blame you, and that neither a posthumous name is of any value, nor reputation, nor anything else.",
        "length": 599
    },
    {
        "book": 9,
        "section": 32,
        "text": "Let there be freedom from perturbations with respect to the things which come from the external cause; and let there be justice in the things done by virtue of the internal cause, that is, let there be movement and action terminating in this, in social acts, for this is according to your nature.",
        "length": 296
    },
    {
        "book": 9,
        "section": 33,
        "text": "You canst remove out of the way many useless things among those which disturb you, for they lie entirely in your opinion; and you will then gain for yourself ample space by comprehending the whole universe in your mind, and by contemplating the eternity of time, and observing the rapid change of every several thing, how short is the time from birth to dissolution, and the illimitable time before birth as well as the equally boundless time after dissolution.",
        "length": 461
    },
    {
        "book": 9,
        "section": 34,
        "text": "All that you see will quickly perish, and those who have been spectators of its dissolution will very soon perish too. And he who dies at the extremest old age will be brought into the same condition with him who died prematurely.",
        "length": 230
    },
    {
        "book": 9,
        "section": 35,
        "text": "What are these men's leading principles, and about what kind of things are they busy, and for what kind of reasons do they love and honour? Imagine that you see their poor souls laid bare. When they think that they do harm by their blame or good by their praise, what an idea!",
        "length": 276
    },
    {
        "book": 9,
        "section": 36,
        "text": "Loss is nothing else than change. But the universal nature delights in change, and in obedience to her all things are now done well, and from eternity have been done in like form, and will be such to time without end. What, then, do you say? That all things have been and all things always will be bad, and that no power has ever been found in so many gods to rectify these things, but the world has been condemned to be found in never ceasing evil?",
        "length": 449
    },
    {
        "book": 9,
        "section": 37,
        "text": "The rottenness of the matter which is the foundation of everything! Water, dust, bones, filth: or again, marble rocks, the callosities of the earth; and gold and silver, the sediments; and garments, only bits of hair; and purple dye, blood; and everything else is of the same kind. And that which is of the nature of breath is also another thing of the same kind, changing from this to that.",
        "length": 391
    },
    {
        "book": 9,
        "section": 38,
        "text": "Enough of this wretched life and murmuring and apish tricks. Why are you disturbed? What is there new in this? What unsettles you? Is it the form of the thing? Look at it. Or is it the matter? Look at it. But besides these there is nothing. Towards the gods, then, now become at last more simple and better. It is the same whether we examine these things for a hundred years or three.",
        "length": 384
    },
    {
        "book": 9,
        "section": 39,
        "text": "If any man has done wrong, the harm is his own. But perhaps he has not done wrong.",
        "length": 82
    },
    {
        "book": 9,
        "section": 40,
        "text": "Either all things proceed from one intelligent source and come together as in one body, and the part ought not to find fault with what is done for the benefit of the whole; or there are only atoms, and nothing else than mixture and dispersion. Why, then, are you disturbed? Say to the ruling faculty, are you dead, are you corrupted, are you playing the hypocrite, are you become a beast, do you herd and feed with the rest?",
        "length": 424
    },
    {
        "book": 9,
        "section": 41,
        "text": "Either the gods have no power or they have power. If, then, they have no power, why do you pray to them? But if they have power, why do you not pray for them to give you the faculty of not fearing any of the things which you fearest, or of not desiring any of the things which you desirest, or not being pained at anything, rather than pray that any of these things should not happen or happen? for certainly if they can co-operate with men, they can co-operate for these purposes. But perhaps you will say, the gods have placed them in your power. Well, then, is it not better to use what is in your power like a free man than to desire in a slavish and abject way what is not in your power? And who has told you that the gods do not aid us even in the things which are in our power? Begin, then, to pray for such things, and you will see. One man prays thus: How shall I be able to lie with that woman? Do you pray thus: How shall I not desire to lie with her? Another prays thus: How shall I be released from this? Another prays: How shall I not desire to be released? Another thus: How shall I not lose my little son? You thus: How shall I not be afraid to lose him? In fine, turn your prayers this way, and see what comes.",
        "length": 1227
    },
    {
        "book": 9,
        "section": 42,
        "text": "Epicurus says, In my sickness my conversation was not about my bodily sufferings, nor, says he, did I talk on such subjects to those who visited me; but I continued to discourse on the nature of things as before, keeping to this main point, how the mind, while participating in such movements as go on in the poor flesh, shall be free from perturbations and maintain its proper good. Nor did I, he says, give the physicians an opportunity of putting on solemn looks, as if they were doing something great, but my life went on well and happily. Do, then, the same that he did both in sickness, if you are sick, and in any other circumstances; for never to desert philosophy in any events that may befall us, nor to hold trifling talk either with an ignorant man or with one unacquainted with nature, is a principle of all schools of philosophy; but to be intent only on that which you are now doing and on the instrument by which you do it.",
        "length": 939
    },
    {
        "book": 9,
        "section": 43,
        "text": "When you are offended with any man's shameless conduct, immediately ask yourself, Is it possible, then, that shameless men should not be in the world? It is not possible. Do not, then, require what is impossible. For this man also is one of those shameless men who must of necessity be in the world. Let the same considerations be present to your mind in the case of the knave, and the faithless man, and of every man who does wrong in any way. For at the same time that you do remind yourself that it is impossible that such kind of men should not exist, you will become more kindly disposed towards every one individually. It is useful to perceive this, too, immediately when the occasion arises, what virtue nature has given to man to oppose to every wrongful act. For she has given to man, as an antidote against the stupid man, mildness, and against another kind of man some other power. And in all cases it is possible for you to correct by teaching the man who is gone astray; for every man who errs misses his object and is gone astray. Besides wherein have you been injured? For you will find that no one among those against whom you are irritated has done anything by which your mind could be made worse; but that which is evil to you and harmful has its foundation only in the mind. And what harm is done or what is there strange, if the man who has not been instructed does the acts of an uninstructed man? Consider whether you should not rather blame yourself, because you didst not expect such a man to err in such a way. For you had means given you by your reason to suppose that it was likely that he would commit this error, and yet you have forgotten and are amazed that he has erred. But most of all when you blame a man as faithless or ungrateful, turn to yourself. For the fault is manifestly your own, whether you didst trust that a man who had such a disposition would keep his promise, or when conferring your kindness you didst not confer it absolutely, nor yet in such way as to have received from your very act all the profit. For what more do you want when you have done a man a service? Are you not content that you have done something conformable to your nature, and do you seek to be paid for it? Just as if the eye demanded a recompense for seeing, or the feet for walking. For as these members are formed for a particular purpose, and by working according to their several constitutions obtain what is their own; so also as man is formed by nature to acts of benevolence, when he has done anything benevolent or in any other way conducive to the common interest, he has acted conformably to his constitution, and he gets what is his own.",
        "length": 2670
    },
    {
        "book": 10,
        "section": 1,
        "text": "Will you, then, my soul, never be good and simple and one and naked, more manifest than the body which surrounds you? Will you never enjoy an affectionate and contented disposition? Will you never be full and without a want of any kind, longing for nothing more, nor desiring anything, either animate or inanimate, for the enjoyment of pleasures? Nor yet desiring time wherein you shall have longer enjoyment, or place, or pleasant climate, or society of men with whom you may live in harmony? But will you be satisfied with your present condition, and pleased with all that is about you, and will you convince yourself that you have everything and that it comes from the gods, that everything is well for you, and will be well whatever shall please them, and whatever they shall give for the conservation of the perfect living being, the good and just and beautiful, which generates and holds together all things, and contains and embraces all things which are dissolved for the production of other like things? Will you never be such that you shall so dwell in community with gods and men as neither to find fault with them at all, nor to be condemned by them?",
        "length": 1162
    },
    {
        "book": 10,
        "section": 2,
        "text": "Observe what your nature requires, so far as you are governed by nature only: then do it and accept it, if your nature, so far as you are a living being, shall not be made worse by it.",
        "length": 184
    },
    {
        "book": 10,
        "section": 3,
        "text": "And next you must observe what your nature requires so far as you are a living being. And all this you may allow yourself, if your nature, so far as you are a rational animal, shall not be made worse by it. But the rational animal is consequently also a political (social) animal. Use these rules, then, and trouble yourself about nothing else.",
        "length": 344
    },
    {
        "book": 10,
        "section": 4,
        "text": "Everything which happens either happens in such wise as you are formed by nature to bear it, or as you are not formed by nature to bear it. If, then, it happens to you in such way as you are formed by nature to bear it, do not complain, but bear it as you are formed by nature to bear it. But if it happens in such wise as you are not formed by nature to bear it, do not complain, for it will perish after it has consumed you. Remember, however, that you are formed by nature to bear everything, with respect to which it depends on your own opinion to make it endurable and tolerable, by thinking that it is either your interest or your duty to do this.",
        "length": 653
    },
    {
        "book": 10,
        "section": 5,
        "text": "If a man is mistaken, instruct him kindly and show him his error. But if you are not able, blame yourself, or blame not even yourself.",
        "length": 134
    },
    {
        "book": 10,
        "section": 6,
        "text": "Whatever may happen to you, it was prepared for you from all eternity; and the implication of causes was from eternity spinning the thread of your being, and of that which is incident to it.",
        "length": 190
    },
    {
        "book": 10,
        "section": 7,
        "text": "Whether the universe is a concourse of atoms, or nature is a system, let this first be established, that I am a part of the whole which is governed by nature; next, I am in a manner intimately related to the parts which are of the same kind with myself. For remembering this, inasmuch as I am a part, I shall be discontented with none of the things which are assigned to me out of the whole; for nothing is injurious to the part, if it is for the advantage of the whole. For the whole contains nothing which is not for its advantage; and all natures indeed have this common principle, but the nature of the universe has this principle besides, that it cannot be compelled even by any external cause to generate anything harmful to itself. By remembering, then, that I am a part of such a whole, I shall be content with everything that happens. And inasmuch as I am in a manner intimately related to the parts which are of the same kind with myself, I shall do nothing unsocial, but I shall rather direct myself to the things which are of the same kind with myself, and I shall turn an my efforts to the common interest, and divert them from the contrary. Now, if these things are done so, life must flow on happily, just as you may observe that the life of a citizen is happy, who continues a course of action which is advantageous to his fellow-citizens, and is content with whatever the state may assign to him.",
        "length": 1413
    },
    {
        "book": 10,
        "section": 8,
        "text": "The parts of the whole, everything, I mean, which is naturally comprehended in the universe, must of necessity perish; but let this be understood in this sense, that they must undergo change. But if this is naturally both an evil and a necessity for the parts, the whole would not continue to exist in a good condition, the parts being subject to change and constituted so as to perish in various ways. For whether did nature herself design to do evil to the things which are parts of herself, and to make them subject to evil and of necessity fall into evil, or have such results happened without her knowing it? Both these suppositions, indeed, are incredible. But if a man should even drop the term Nature (as an efficient power), and should speak of these things as natural, even then it would be ridiculous to affirm at the same time that the parts of the whole are in their nature subject to change, and at the same time to be surprised or vexed as if something were happening contrary to nature, particularly as the dissolution of things is into those things of which each thing is composed. For there is either a dispersion of the elements out of which everything has been compounded, or a change from the solid to the earthy and from the airy to the aerial, so that these parts are taken back into the universal reason, whether this at certain periods is consumed by fire or renewed by eternal changes. And do not imagine that the solid and the airy part belong to you from the time of generation. For all this received its accretion only yesterday and the day before, as one may say, from the food and the air which is inspired. This, then, which has received the accretion, changes, not that which your mother brought forth. But suppose that this which your mother brought forth implicates you very much with that other part, which has the peculiar quality of change, this is nothing in fact in the way of objection to what is said.",
        "length": 1943
    },
    {
        "book": 10,
        "section": 9,
        "text": "When you have assumed these names, good, modest, true, rational, a man of equanimity, and magnanimous, take care that you do not change these names; and if you should lose them, quickly return to them. And remember that the term Rational was intended to signify a discriminating attention to every several thing and freedom from negligence; and that Equanimity is the voluntary acceptance of the things which are assigned to you by the common nature; and that Magnanimity is the elevation of the intelligent part above the pleasurable or painful sensations of the flesh, and above that poor thing called fame, and death, and all such things. If, then, you maintain yourself in the possession of these names, without desiring to be called by these names by others, you will be another person and will enter on another life. For to continue to be such as you have hitherto been, and to be tom in pieces and defiled in such a life, is the character of a very stupid man and one overfond of his life, and like those half-devoured fighters with wild beasts, who though covered with wounds and gore, still intreat to be kept to the following day, though they will be exposed in the same state to the same claws and bites. Therefore fix yourself in the possession of these few names: and if you are able to abide in them, abide as if you wast removed to certain islands of the Happy. But if you shall perceive that you fall out of them and do not maintain your hold, go courageously into some nook where you shall maintain them, or even depart at once from life, not in passion, but with simplicity and freedom and modesty, after doing this one laudable thing at least in your life, to have gone out of it thus. In order, however, to the remembrance of these names, it will greatly help you, if you remember the gods, and that they wish not to be flattered, but wish all reasonable beings to be made like themselves; and if you remember that what does the work of a fig-tree is a fig-tree, and that what does the work of a dog is a dog, and that what does the work of a bee is a bee, and that what does the work of a man is a man.",
        "length": 2123
    },
    {
        "book": 10,
        "section": 10,
        "text": "Mimi, war, astonishment, torpor, slavery, will daily wipe out those holy principles of yours. How many things without studying nature do you imagine, and how many do you neglect? But it is your duty so to look on and so to do everything, that at the same time the power of dealing with circumstances is perfected, and the contemplative faculty is exercised, and the confidence which comes from the knowledge of each several thing is maintained without showing it, but yet not concealed. For when will you enjoy simplicity, when gravity, and when the knowledge of every several thing, both what it is in substance, and what place it has in the universe, and how long it is formed to exist and of what things it is compounded, and to whom it can belong, and who are able both to give it and take it away?",
        "length": 802
    },
    {
        "book": 10,
        "section": 11,
        "text": "A spider is proud when it has caught a fly, and another when he has caught a poor hare, and another when he has taken a little fish in a net, and another when he has taken wild boars, and another when he has taken bears, and another when he has taken Sarmatians. Are not these robbers, if you examine their opinions?",
        "length": 316
    },
    {
        "book": 10,
        "section": 12,
        "text": "Acquire the contemplative way of seeing how all things change into one another, and constantly attend to it, and exercise yourself about this part of philosophy. For nothing is so much adapted to produce magnanimity. Such a man has put off the body, and as he sees that he must, no one knows how soon, go away from among men and leave everything here, he gives himself up entirely to just doing in all his actions, and in everything else that happens he resigns himself to the universal nature. But as to what any man shall say or think about him or do against him, he never even thinks of it, being himself contented with these two things, with acting justly in what he now does, and being satisfied with what is now assigned to him; and he lays aside all distracting and busy pursuits, and desires nothing else than to accomplish the straight course through the law, and by accomplishing the straight course to follow God.",
        "length": 924
    },
    {
        "book": 10,
        "section": 13,
        "text": "What need is there of suspicious fear, since it is in your power to inquire what ought to be done? And if you see clear, go by this way content, without turning back: but if you do not see clear, stop and take the best advisers. But if any other things oppose you, go on according to your powers with due consideration, keeping to that which appears to be just. For it is best to reach this object, and if you do fail, let your failure be in attempting this. He who follows reason in all things is both tranquil and active at the same time, and also cheerful and collected.",
        "length": 573
    },
    {
        "book": 10,
        "section": 14,
        "text": "Inquire of yourself as soon as you wake from sleep, whether it will make any difference to you, if another does what is just and right. It will make no difference.",
        "length": 163
    },
    {
        "book": 10,
        "section": 15,
        "text": "You have not forgotten, I suppose, that those who assume arrogant airs in bestowing their praise or blame on others, are such as they are at bed and at board, and you have not forgotten what they do, and what they avoid and what they pursue, and how they steal and how they rob, not with hands and feet, but with their most valuable part, by means of which there is produced, when a man chooses, fidelity, modesty, truth, law, a good daemon (happiness)?",
        "length": 453
    },
    {
        "book": 10,
        "section": 16,
        "text": "To her who gives and takes back all, to nature, the man who is instructed and modest says, Give what you will; take back what you will. And he says this not proudly, but obediently and well pleased with her.",
        "length": 207
    },
    {
        "book": 10,
        "section": 17,
        "text": "Short is the little which remains to you of life. Live as on a mountain. For it makes no difference whether a man lives there or here, if he lives everywhere in the world as in a state (political community). Let men see, let them know a real man who lives according to nature. If they cannot endure him, let them kill him. For that is better than to live thus as men do.",
        "length": 370
    },
    {
        "book": 10,
        "section": 18,
        "text": "No longer talk at all about the kind of man that a good man ought to be, but be such.",
        "length": 85
    },
    {
        "book": 10,
        "section": 19,
        "text": "Constantly contemplate the whole of time and the whole of substance, and consider that all individual things as to substance are a grain of a fig, and as to time, the turning of a gimlet.",
        "length": 187
    },
    {
        "book": 10,
        "section": 20,
        "text": "Look at everything that exists, and observe that it is already in dissolution and in change, and as it were putrefaction or dispersion, or that everything is so constituted by nature as to die.",
        "length": 193
    },
    {
        "book": 10,
        "section": 21,
        "text": "Consider what men are when they are eating, sleeping, generating, easing themselves and so forth. Then what kind of men they are when they are imperious and arrogant, or angry and scolding from their elevated place. But a short time ago to how many they were slaves and for what things; and after a little time consider in what a condition they will be.",
        "length": 353
    },
    {
        "book": 10,
        "section": 22,
        "text": "That is for the good of each thing, which the universal nature brings to each. And it is for its good at the time when nature brings it.",
        "length": 136
    },
    {
        "book": 10,
        "section": 23,
        "text": "\"The earth loves the shower\"; and \"the solemn aether loves\": and the universe loves to make whatever is about to be. I say then to the universe, that I love as you love. And is not this too said, that \"this or that loves (is wont) to be produced\"?",
        "length": 247
    },
    {
        "book": 10,
        "section": 24,
        "text": "Either you live here and have already accustomed yourself to it, or you are going away, and this was your own will; or you are dying and have discharged your duty. But besides these things there is nothing. Be of good cheer, then.",
        "length": 230
    },
    {
        "book": 10,
        "section": 25,
        "text": "Let this always be plain to you, that this piece of land is like any other; and that all things here are the same with things on top of a mountain, or on the sea-shore, or wherever you choose to be. For you will find just what Plato says, Dwelling within the walls of a city as in a shepherd's fold on a mountain.",
        "length": 313
    },
    {
        "book": 10,
        "section": 26,
        "text": "What is my ruling faculty now to me? And of what nature am I now making it? And for what purpose am I now using it? Is it void of understanding? Is it loosed and rent asunder from social life? Is it melted into and mixed with the poor flesh so as to move together with it?",
        "length": 272
    },
    {
        "book": 10,
        "section": 27,
        "text": "He who flies from his master is a runaway; but the law is master, and he who breaks the law is a runaway. And he also who is grieved or angry or afraid, is dissatisfied because something has been or is or shall be of the things which are appointed by him who rules all things, and he is Law, and assigns to every man what is fit. He then who fears or is grieved or is angry is a runaway.",
        "length": 387
    },
    {
        "book": 10,
        "section": 28,
        "text": "A man deposits seed in a womb and goes away, and then another cause takes it, and labours on it and makes a child. What a thing from such a material! Again, the child passes food down through the throat, and then another cause takes it and makes perception and motion, and in fine life and strength and other things; how many and how strange I Observe then the things which are produced in such a hidden way, and see the power just as we see the power which carries things downwards and upwards, not with the eyes, but still no less plainly.",
        "length": 541
    },
    {
        "book": 10,
        "section": 29,
        "text": "Constantly consider how all things such as they now are, in time past also were; and consider that they will be the same again. And place before your eyes entire dramas and stages of the same form, whatever you have learned from your experience or from older history; for example, the whole court of Hadrian, and the whole court of Antoninus, and the whole court of Philip, Alexander, Croesus; for all those were such dramas as we see now, only with different actors.",
        "length": 467
    },
    {
        "book": 10,
        "section": 30,
        "text": "Imagine every man who is grieved at anything or discontented to be like a pig which is sacrificed and kicks and screams.",
        "length": 120
    },
    {
        "book": 10,
        "section": 31,
        "text": "Like this pig also is he who on his bed in silence laments the bonds in which we are held. And consider that only to the rational animal is it given to follow voluntarily what happens; but simply to follow is a necessity imposed on all.",
        "length": 236
    },
    {
        "book": 10,
        "section": 32,
        "text": "Severally on the occasion of everything that you do, pause and ask yourself, if death is a dreadful thing because it deprives you of this.",
        "length": 138
    },
    {
        "book": 10,
        "section": 33,
        "text": "When you are offended at any man's fault, forthwith turn to yourself and reflect in what like manner you do err yourself; for example, in thinking that money is a good thing, or pleasure, or a bit of reputation, and the like. For by attending to this you will quickly forget your anger, if this consideration also is added, that the man is compelled: for what else could he do? or, if you are able, take away from him the compulsion.",
        "length": 433
    },
    {
        "book": 10,
        "section": 34,
        "text": "When you have seen Satyron the Socratic, think of either Eutyches or Hymen, and when you have seen Euphrates, think of Eutychion or Silvanus, and when you have seen Alciphron think of Tropaeophorus, and when you have seen Xenophon think of Crito or Severus, and when you have looked on yourself, think of any other Caesar, and in the case of every one do in like manner. Then let this thought be in your mind, Where then are those men? Nowhere, or nobody knows where. For thus continuously you will look at human things as smoke and nothing at all; especially if you reflect at the same time that what has once changed will never exist again in the infinite duration of time. But you, in what a brief space of time is your existence? And why are you not content to pass through this short time in an orderly way? What matter and opportunity for your activity are you avoiding? For what else are all these things, except exercises for the reason, when it has viewed carefully and by examination into their nature the things which happen in life? Persevere then until you shall have made these things your own, as the stomach which is strengthened makes all things its own, as the blazing fire makes flame and brightness out of everything that is thrown into it.",
        "length": 1260
    },
    {
        "book": 10,
        "section": 35,
        "text": "Let it not be in any man's power to say truly of you that you are not simple or that you are not good; but let him be a liar whoever shall think anything of this kind about you; and this is altogether in your power. For who is he that shall hinder you from being good and simple? Do you only determine to live no longer, unless you shall be such. For neither does reason allow you to live, if you are not such.",
        "length": 410
    },
    {
        "book": 10,
        "section": 36,
        "text": "What is that which as to this material (our life) can be done or said in the way most conformable to reason. For whatever this may be, it is in your power to do it or to say it, and do not make excuses that you are hindered. You will not cease to lament till your mind is in such a condition that, what luxury is to those who enjoy pleasure, such shall be to you, in the matter which is subjected and presented to you, the doing of the things which are conformable to man's constitution; for a man ought to consider as an enjoyment everything which it is in his power to do according to his own nature. And it is in his power everywhere. Now, it is not given to a cylinder to move everywhere by its own motion, nor yet to water nor to fire, nor to anything else which is governed by nature or an irrational soul, for the things which check them and stand in the way are many. But intelligence and reason are able to go through everything that opposes them, and in such manner as they are formed by nature and as they choose. Place before your eyes this facility with which the reason will be carried through all things, as fire upwards, as a stone downwards, as a cylinder down an inclined surface, and seek for nothing further. For all other obstacles either affect the body only which is a dead thing; or, except through opinion and the yielding of the reason itself, they do not crush nor do any harm of any kind; for if they did, he who felt it would immediately become bad. Now, in the case of all things which have a certain constitution, whatever harm may happen to any of them, that which is so affected becomes consequently worse; but in the like case, a man becomes both better, if one may say so, and more worthy of praise by making a right use of these accidents. And finally remember that nothing harms him who is really a citizen, which does not harm the state; nor yet does anything harm the state, which does not harm law (order); and of these things which are called misfortunes not one harms law. What then does not harm law does not harm either state or citizen.",
        "length": 2081
    },
    {
        "book": 10,
        "section": 37,
        "text": "To him who is penetrated by true principles even the briefest precept is sufficient, and any common precept, to remind him that he should be free from grief and fear. For example-",
        "length": 179
    },
    {
        "book": 10,
        "section": 38,
        "text": "Leaves, some the wind scatters on the ground- So is the race of men.",
        "length": 68
    },
    {
        "book": 10,
        "section": 39,
        "text": "Leaves, also, are your children; and leaves, too, are they who cry out as if they were worthy of credit and bestow their praise, or on the contrary curse, or secretly blame and sneer; and leaves, in like manner, are those who shall receive and transmit a man's fame to aftertimes. For all such things as these \"are produced in the season of spring,\" as the poet says; then the wind casts them down; then the forest produces other leaves in their places. But a brief existence is common to all things, and yet you avoid and pursue all things as if they would be eternal. A little time, and you shall close your eyes; and him who has attended you to your grave another soon will lament.",
        "length": 684
    },
    {
        "book": 10,
        "section": 40,
        "text": "The healthy eye ought to see all visible things and not to say, I wish for green things; for this is the condition of a diseased eye. And the healthy hearing and smelling ought to be ready to perceive all that can be heard and smelled. And the healthy stomach ought to be with respect to all food just as the mill with respect to all things which it is formed to grind. And accordingly the healthy understanding ought to be prepared for everything which happens; but that which says, Let my dear children live, and let all men praise whatever I may do, is an eye which seeks for green things, or teeth which seek for soft things.",
        "length": 629
    }
]
